{
  "drugs": [
    {
      "id": 1,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Etorica-Tablet-8680",
      "mainEntityOfPage": "/drugs/Etorica-Tablet-8680",
      "prescriptionStatus": "prescription",
      "drugUnit": "60mg Tablet",
      "activeIngredient": "Etoricoxib",
      "alcoholWarning": "It is unsafe to consume alcohol with Etorica 60 Tablet.",
      "breastfeedingWarning": "Information regarding the use of Etorica 60 Tablet during breastfeeding is not available. Please consult your doctor.",
      "foodWarning": null,
      "pregnancyWarning": "Etorica 60 Tablet may be unsafe to use during pregnancy. Although there are limited studies in humans, animal studies have shown harmful effects on the developing baby. Your doctor will weigh the benefits and any potential risks before prescribing it to you. Please consult your doctor.",
      "manufacturer": {
        "@type": "Organization",
        "legalName": "Micro Labs Ltd"
      },
      "interactingDrug": ["Nimesulide", "Oxyphenbutazone", "Metamizole"],
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Etoricoxib 60mg Tablet",
      "dosageForm": "Tablet",
      "description": "Etorica 60 Tablet can be taken with or without food. The dose depends on what you are taking it for and how well it helps your symptoms. You should take it as advised by your doctor. Do not take more or use it for longer than recommended.The most common side effects of this medicine include stomach pain, edema, dizziness, headache, irregular heartbeat, and increased blood pressure. These are not usually serious but if you are worried, ask your doctor about ways of reducing or preventing them.Before taking it, you should let your doctor know if you have a history of ulcer or bleeding in your stomach, high blood pressure, or have any trouble with your heart, kidneys, or liver. Let your doctor also know about all the other medicines you are taking because they may affect, or be affected by, this medicine.Pregnant or breastfeeding women should consult their doctor before starting treatment. You should also avoid drinking alcohol while you are taking this medicine. Heavy drinking can cause excessive drowsiness.",
      "name": "Etorica 60 Tablet",
      "proprietaryName": "Etorica 60 Tablet",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Etoricoxib",
          "strengthUnit": "mg",
          "strengthValue": "60"
        }
      ],
      "mechanismOfAction": [
        "Etorica 60 Tablet is a non-steroidal anti-inflammatory drug (NSAID) called COX-2 inhibitors.  It works by blocking the release of certain chemical messengers that are responsible for pain and inflammation (redness and swelling)."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/wcv2zbbxkqron1k0mvcn.jpg"
    }
  ],
  "otc": [
    {
      "id": 2,
      "@context": "http://schema.org/",
      "@type": "Product",
      "sku": "Foliden Tablet",
      "name": "Foliden Tablet",
      "image": "https://onemg.gumlet.io/l_watermark_346,w_120,h_120/a_ignore,w_120,h_120,c_fit,q_auto,f_auto/rbxexoqvdholcmga35vq.jpg",
      "itemCondition": "NewCondition",
      "brand": "Foliden",
      "manufacturer": {
        "@type": "Organization",
        "name": "Fourrts India Laboratories Pvt Ltd"
      },
      "description": "Foliden tablet contains Folic acid. Folic acid is essential to numerous bodily functions ranging from nucleotide biosynthesis to the remethylation of homocysteine.&nbsp;<br />It is especially important during periods of rapid cell division and growth. Both children and adults require folic acid to produce healthy red blood cells and prevent anemia.&nbsp;<br />&nbsp;<br />Usage:-<br />Foliden tablet is used for the treatment of nutritional anaemia that occurs especially during pregnancy and lactation.&nbsp;<br />Foliden tablet is also taken by pregnant females to prevent birth defects in the developing foetus.<br />&nbsp;<br />Use under medical supervision.",
      "offers": {
        "@type": "Offer",
        "availability": "InStock",
        "priceCurrency": "INR",
        "price": 8,
        "url": "/otc/foliden-tablet-otc10442"
      }
    }
  ],
  "generics": []
}
