{
  "drugs": [
    {
      "id": 1,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Etorica-Tablet-8680",
      "mainEntityOfPage": "/drugs/Etorica-Tablet-8680",
      "prescriptionStatus": "prescription",
      "drugUnit": "60mg Tablet",
      "activeIngredient": "Etoricoxib",
      "alcoholWarning": "It is unsafe to consume alcohol with Etorica 60 Tablet.",
      "breastfeedingWarning": "Information regarding the use of Etorica 60 Tablet during breastfeeding is not available. Please consult your doctor.",
      "foodWarning": null,
      "pregnancyWarning": "Etorica 60 Tablet may be unsafe to use during pregnancy. Although there are limited studies in humans, animal studies have shown harmful effects on the developing baby. Your doctor will weigh the benefits and any potential risks before prescribing it to you. Please consult your doctor.",
      "manufacturer": {
        "@type": "Organization",
        "legalName": "Micro Labs Ltd"
      },
      "interactingDrug": ["Nimesulide", "Oxyphenbutazone", "Metamizole"],
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Etoricoxib 60mg Tablet",
      "dosageForm": "Tablet",
      "description": "Etorica 60 Tablet can be taken with or without food. The dose depends on what you are taking it for and how well it helps your symptoms. You should take it as advised by your doctor. Do not take more or use it for longer than recommended.The most common side effects of this medicine include stomach pain, edema, dizziness, headache, irregular heartbeat, and increased blood pressure. These are not usually serious but if you are worried, ask your doctor about ways of reducing or preventing them.Before taking it, you should let your doctor know if you have a history of ulcer or bleeding in your stomach, high blood pressure, or have any trouble with your heart, kidneys, or liver. Let your doctor also know about all the other medicines you are taking because they may affect, or be affected by, this medicine.Pregnant or breastfeeding women should consult their doctor before starting treatment. You should also avoid drinking alcohol while you are taking this medicine. Heavy drinking can cause excessive drowsiness.",
      "name": "Etorica 60 Tablet",
      "proprietaryName": "Etorica 60 Tablet",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Etoricoxib",
          "strengthUnit": "mg",
          "strengthValue": "60"
        }
      ],
      "mechanismOfAction": [
        "Etorica 60 Tablet is a non-steroidal anti-inflammatory drug (NSAID) called COX-2 inhibitors.  It works by blocking the release of certain chemical messengers that are responsible for pain and inflammation (redness and swelling)."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/wcv2zbbxkqron1k0mvcn.jpg"
    },
    {
      "id": 2,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Famonext-Tablet-8824",
      "mainEntityOfPage": "/drugs/Famonext-Tablet-8824",
      "prescriptionStatus": "prescription",
      "drugUnit": "20mg Tablet",
      "activeIngredient": "Famotidine",
      "alcoholWarning": "It is unsafe to consume alcohol with Famonext 20 Tablet.",
      "breastfeedingWarning": "Famonext 20 Tablet is probably safe to use during breastfeeding. Limited human data suggests that the drug does not represent any significant risk to the baby.",
      "foodWarning": null,
      "pregnancyWarning": "Famonext 20 Tablet is generally considered safe to use during pregnancy. Animal studies have shown low or no adverse effects to the developing baby; however, there are limited human studies. ",
      "manufacturer": {
        "@type": "Organization",
        "legalName": "Cadila Pharmaceuticals Ltd"
      },
      "interactingDrug": ["Efavirenz", "Nevirapine", "Acarbose", "Atazanavir"],
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Famotidine 20mg Tablet",
      "dosageForm": "Tablet",
      "description": "Famonext 20 Tablet is also commonly prescribed to prevent stomach ulcers and heartburn caused due to the use of painkillers. It must be swallowed whole with water before or after a meal. The medicine must be taken in the dose and duration advised by the doctor. This medicine should relieve indigestion and heartburn within a few hours. If the symptoms persist or get worse even after 14 days of treatment, you should consult your doctor immediately. It is not recommended to take this medicine in severe stomach disease. You can help the medicine work better by eating smaller meals more often and avoiding spicy or oily foods.Most people who take Famonext 20 Tablet do not have any side effects but the most common ones include headache, dizziness, drowsiness, diarrhea, and constipation. If you do get a side effect, it is usually mild and will go away when you stop taking this medicine or as you adjust to it. Consult your doctor if any of these side effects bother you or do not go away.Before taking it, you should tell your doctor if you have any kidney or liver diseases so that your doctor can prescribe a suitable dose for you. Also, tell your doctor if you are taking other medications. This medicine is usually considered safe to take during pregnancy and breastfeeding if a doctor has prescribed it. Avoid drinking alcohol as this can increase the amount of acid in your stomach, and make your symptoms worse.",
      "name": "Famonext 20 Tablet",
      "proprietaryName": "Famonext 20 Tablet",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Famotidine",
          "strengthUnit": "mg",
          "strengthValue": "20"
        }
      ],
      "mechanismOfAction": [
        "Famonext 20 Tablet is a histamine H2 receptor antagonist.  It works by reducing the acid produced in the stomach.  This helps to relieve acid-related indigestion and heartburn."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/hx2gxivwmeoxxxsc1hix.png"
    },
    {
      "id": 3,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Histagra-Tablet-9176",
      "mainEntityOfPage": "/drugs/Histagra-Tablet-9176",
      "prescriptionStatus": "prescription",
      "drugUnit": "180mg Tablet",
      "activeIngredient": "Fexofenadine",
      "alcoholWarning": "It is not known whether it is safe to consume alcohol with Histagra 180mg Tablet. Please consult your doctor.",
      "breastfeedingWarning": "Histagra 180mg Tablet is safe to use during breastfeeding. Human studies suggest that the drug does not pass into the breastmilk in a significant amount and is not harmful to the baby.<BR>Because of low milk levels and lack of sleepiness, use of Histagra 180mg Tablet would not be expected to cause any adverse effects in breastfed babies.",
      "foodWarning": null,
      "pregnancyWarning": "Histagra 180mg Tablet may be unsafe to use during pregnancy. Although there are limited studies in humans, animal studies have shown harmful effects on the developing baby. Your doctor will weigh the benefits and any potential risks before prescribing it to you. Please consult your doctor.",
      "manufacturer": {
        "@type": "Organization",
        "legalName": "Khandelwal Laboratories Pvt Ltd"
      },
      "interactingDrug": [
        "Aprepitant",
        "Fosaprepitant",
        "Magaldrate",
        "Sodium Bicarbonate"
      ],
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Fexofenadine 180mg Tablet",
      "dosageForm": "Tablet",
      "description": "Histagra 180mg Tablet may be taken with or without food, in the dose and duration as advised by the doctor. The dose you are given will depend on your condition and how you respond to the medicine. You should keep taking this medicine for as long as your doctor recommends. Do not stop taking it without consulting your doctor.The most common side effects are headache, drowsiness, dizziness, and nausea. Most of these are temporary and usually resolve with time. Please consult your doctor if any of these side effects do not resolve or persist for a longer duration.Do not self-medicate or recommend your medicine to another person even if you see the similarity in symptoms. Consult your doctor to get the most benefit. Inform your doctor if you are suffering from any problems related to the kidneys, liver, or heart. Pregnant and breastfeeding mothers should not take this medicine without consulting a doctor.",
      "name": "Histagra 180mg Tablet",
      "proprietaryName": "Histagra 180mg Tablet",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Fexofenadine",
          "strengthUnit": "mg",
          "strengthValue": "180"
        }
      ],
      "mechanismOfAction": [
        "Histagra 180mg Tablet belongs to a class of medicines called antihistamines.  It blocks the natural chemical substance (histamine) produced in the body during an allergic state and subsides (lowers) your immune system’s response to these conditions."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/hx2gxivwmeoxxxsc1hix.png"
    },
    {
      "id": 4,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Fungina-Capsule-9707",
      "mainEntityOfPage": "/drugs/Fungina-Capsule-9707",
      "prescriptionStatus": "prescription",
      "drugUnit": "150mg Capsule",
      "activeIngredient": "Fluconazole",
      "alcoholWarning": "Caution is advised when consuming alcohol with Fungina 150mg Capsule. Please consult your doctor.",
      "breastfeedingWarning": "Fungina 150mg Capsule is safe to use during breastfeeding. Human studies suggest that the drug does not pass into the breastmilk in a significant amount and is not harmful to the baby.",
      "foodWarning": null,
      "pregnancyWarning": "Fungina 150mg Capsule is unsafe to use during pregnancy as there is definite evidence of risk to the developing baby. However, the doctor may rarely prescribe it in some life-threatening situations if the benefits are more than the potential risks. Please consult your doctor. ",
      "manufacturer": {
        "@type": "Organization",
        "legalName": "Micro Labs Ltd"
      },
      "interactingDrug": [
        "Alfuzosin",
        "Amisulpride",
        "Aripiprazole",
        "Chlorpromazine"
      ],
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Fluconazole 150mg Capsule",
      "dosageForm": "Capsule",
      "description": "Fungina 150mg Capsule should be taken in the dose and duration as prescribed by your doctor. It should be swallowed whole and can be taken with or without food. The dosage and length of treatment will depend on the condition you are being treated for. Sometimes this will be in cycles of use and non-use. To get the most benefit, take this medicine at evenly spaced times and continue using it until your prescription is finished, even if your symptoms disappear after a few days. If you stop treatment too early, the infection may return and if you miss doses you can increase your risk of infections that are resistant to further treatment. Tell your doctor if the infection does not get better or if it gets worse. Avoid taking antacid treatments within one hour before or two hours after you take it.The most common side effects of this medicine include stomach pain, headache, and nausea. You could ask your doctor about ways of preventing or reducing these effects. Stop taking medicine and inform your doctor if you notice signs of an allergic reaction such as rash, swelling of the lips, throat, or face, swallowing or breathing problems, dizziness, and nausea.Do not take Fungina 150mg Capsule if you are pregnant unless your doctor has told you to. Inform your doctor if you have a history of heart failure, a weak immune system (including HIV/AIDS), kidney problems, or liver problems such as yellow skin (jaundice). This medicine may not be suitable for you. If your course of treatment is for more than a month, your doctor may monitor your liver function. This medicine may make you dizzy so do not drive or operate machines until it is safe.",
      "name": "Fungina 150mg Capsule",
      "proprietaryName": "Fungina 150mg Capsule",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Fluconazole",
          "strengthUnit": "mg",
          "strengthValue": "150"
        }
      ],
      "mechanismOfAction": [
        "Fungina 150mg Capsule is an antifungal medication.  It kills and stops the growth of the fungi by destroying its cell membrane, thereby treating your skin infection."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/hx2gxivwmeoxxxsc1hix.png"
    },
    {
      "id": 5,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Fungibid-Tablet-9723",
      "mainEntityOfPage": "/drugs/Fungibid-Tablet-9723",
      "prescriptionStatus": "prescription",
      "drugUnit": "150mg Tablet",
      "activeIngredient": "Fluconazole",
      "alcoholWarning": "Caution is advised when consuming alcohol with Fungibid 150mg Tablet. Please consult your doctor.",
      "breastfeedingWarning": "Fungibid 150mg Tablet is safe to use during breastfeeding. Human studies suggest that the drug does not pass into the breastmilk in a significant amount and is not harmful to the baby.",
      "foodWarning": null,
      "pregnancyWarning": "Fungibid 150mg Tablet is unsafe to use during pregnancy as there is definite evidence of risk to the developing baby. However, the doctor may rarely prescribe it in some life-threatening situations if the benefits are more than the potential risks. Please consult your doctor. ",
      "manufacturer": {
        "@type": "Organization",
        "legalName": "Endocare India"
      },
      "interactingDrug": [
        "Alfuzosin",
        "Amisulpride",
        "Aripiprazole",
        "Chlorpromazine"
      ],
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Fluconazole 150mg Tablet",
      "dosageForm": "Tablet",
      "description": "Fungibid 150mg Tablet should be taken in the dose and duration as prescribed by your doctor. It should be swallowed whole and can be taken with or without food. The dosage and length of treatment will depend on the condition you are being treated for. Sometimes this will be in cycles of use and non-use. To get the most benefit, take this medicine at evenly spaced times and continue using it until your prescription is finished, even if your symptoms disappear after a few days. If you stop treatment too early, the infection may return and if you miss doses you can increase your risk of infections that are resistant to further treatment. Tell your doctor if the infection does not get better or if it gets worse. Avoid taking antacid treatments within one hour before or two hours after you take it.The most common side effects of this medicine include stomach pain, headache, and nausea. You could ask your doctor about ways of preventing or reducing these effects. Stop taking medicine and inform your doctor if you notice signs of an allergic reaction such as rash, swelling of the lips, throat, or face, swallowing or breathing problems, dizziness, and nausea.Do not take Fungibid 150mg Tablet if you are pregnant unless your doctor has told you to. Inform your doctor if you have a history of heart failure, a weak immune system (including HIV/AIDS), kidney problems, or liver problems such as yellow skin (jaundice). This medicine may not be suitable for you. If your course of treatment is for more than a month, your doctor may monitor your liver function. This medicine may make you dizzy so do not drive or operate machines until it is safe.",
      "name": "Fungibid 150mg Tablet",
      "proprietaryName": "Fungibid 150mg Tablet",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Fluconazole",
          "strengthUnit": "mg",
          "strengthValue": "150"
        }
      ],
      "mechanismOfAction": [
        "Fungibid 150mg Tablet is an antifungal medication.  It kills and stops the growth of the fungi by destroying its cell membrane, thereby treating your skin infection."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/hx2gxivwmeoxxxsc1hix.png"
    },
    {
      "id": 6,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Arflur-Tablet DT-10352",
      "mainEntityOfPage": "/drugs/Arflur-Tablet DT-10352",
      "prescriptionStatus": "prescription",
      "drugUnit": "100mg Tablet DT",
      "activeIngredient": "Aceclofenac",
      "alcoholWarning": "It is unsafe to consume alcohol with Arflur 100 Tablet DT.",
      "breastfeedingWarning": "Information regarding the use of Arflur 100 Tablet DT during breastfeeding is not available. Please consult your doctor.",
      "foodWarning": null,
      "pregnancyWarning": "Arflur 100 Tablet DT may be unsafe to use during pregnancy. Although there are limited studies in humans, animal studies have shown harmful effects on the developing baby. Your doctor will weigh the benefits and any potential risks before prescribing it to you. Please consult your doctor.",
      "manufacturer": { "@type": "Organization", "legalName": "FDC Ltd" },
      "interactingDrug": ["Nimesulide", "Oxyphenbutazone", "Metamizole"],
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Aceclofenac 100mg Tablet DT",
      "dosageForm": "Tablet DT",
      "description": "Arflur 100 Tablet DT should be taken in the dose and duration as advised by your doctor. It should be taken with food or milk to prevent stomach upset. Taking the medicine regularly at the right times increases its effectiveness. It is important to keep taking the medicine regularly until your doctor tells you it is safe to stop.Vomiting, stomach pain, nausea, and indigestion are some of the common side effects of taking this medicine. It may also cause dizziness, drowsiness, or visual disturbances. Your doctor may regularly monitor your kidney function, liver function, and levels of blood components if you are taking this medicine for long-term treatment. Long-term use may lead to serious complications such as stomach bleeding and kidney problems. Arflur 100 Tablet DT is not recommended if you are pregnant or breastfeeding.",
      "name": "Arflur 100 Tablet DT",
      "proprietaryName": "Arflur 100 Tablet DT",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Aceclofenac",
          "strengthUnit": "mg",
          "strengthValue": "100"
        }
      ],
      "mechanismOfAction": [
        "Arflur 100 Tablet DT is a non-steroidal anti-inflammatory drugs (NSAID).  It works by blocking the release of certain chemical messengers that cause pain and inflammation (redness and swelling)."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/hx2gxivwmeoxxxsc1hix.png"
    },
    {
      "id": 7,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Divalprid-OD-Tablet PR-5078",
      "mainEntityOfPage": "/drugs/Divalprid-OD-Tablet PR-5078",
      "prescriptionStatus": "prescription",
      "drugUnit": "250mg Tablet PR",
      "activeIngredient": "Divalproex",
      "alcoholWarning": "Divalprid-OD 250 Tablet PR may cause excessive drowsiness with alcohol.",
      "breastfeedingWarning": "Divalprid-OD 250 Tablet PR is safe to use during breastfeeding. Human studies suggest that the drug does not pass into the breastmilk in a significant amount and is not harmful to the baby.",
      "foodWarning": null,
      "pregnancyWarning": "Divalprid-OD 250 Tablet PR is unsafe to use during pregnancy as there is definite evidence of risk to the developing baby. However, the doctor may rarely prescribe it in some life-threatening situations if the benefits are more than the potential risks. Please consult your doctor. ",
      "manufacturer": {
        "@type": "Organization",
        "legalName": "Micro Labs Ltd"
      },
      "interactingDrug": [
        "Alprazolam",
        "Chlordiazepoxide",
        "Clobazam",
        "Clonazepam"
      ],
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Divalproex 250mg Tablet PR",
      "dosageForm": "Tablet PR",
      "description": "Divalprid-OD 250 Tablet PR may be used alone or in combination with other medicines. The dose and how often you need to take it will be decided by your doctor so that you get the right amount to control your symptoms. You can take this medicine with or without food but take it at the same time each day to get the most benefit. It usually takes a couple of weeks to work. It is important to take this medicine regularly and for as long as you are advised, even if you feel well. Missing doses may trigger seizures and, if you stop, your condition may get worse. It should never be stopped suddenly.This medicine's most common side effects include headache, blurred vision, nausea, vomiting, dizziness, tiredness, and unsteadiness. Most of these are not serious. Keep taking the medicine but talk to your doctor if these side effects bother you or do not go away. However, if you notice a skin rash or redness, tell your doctor straight away. Long-term treatment with this medicine can cause osteoporosis (reduced bone mass) and increase your risk of breaking a bone. Also, Divalprid-OD 250 Tablet PR may rarely lead to suicidal thoughts and behaviors. If your mood becomes depressed, tell your doctor.This medicine may not be suitable for everybody. Before using it, tell your doctor if you have ever had heart problems, kidney or liver disease, difficulty urinating, depression, or suicidal thoughts. Many other medicines can interfere with it and some should not be taken together so tell your doctor all the medicines you are taking to make sure it is safe. If you are pregnant, do not start or stop taking this medicine without asking your doctor. Drinking alcohol should be avoided as it can increase some of the side effects and can also increase your risk of seizures. You may need frequent blood tests to help your doctor make sure you are taking the right dose both before you start and while you are using it.",
      "name": "Divalprid-OD 250 Tablet PR",
      "proprietaryName": "Divalprid-OD 250 Tablet PR",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Divalproex",
          "strengthUnit": "mg",
          "strengthValue": "250"
        }
      ],
      "mechanismOfAction": [
        "Divalprid-OD 250 Tablet PR is an antiepileptic medication.  It controls seizures or fits by decreasing the abnormal and excessive activity of the nerve cells in the brain."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/xn5rl4fpc9gfsaj5ubwv.jpg"
    },
    {
      "id": 8,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Divalex-Tablet ER-5203",
      "mainEntityOfPage": "/drugs/Divalex-Tablet ER-5203",
      "prescriptionStatus": "prescription",
      "drugUnit": "750mg Tablet ER",
      "activeIngredient": "Divalproex",
      "alcoholWarning": "Divalex OD 750 Tablet may cause excessive drowsiness with alcohol.",
      "breastfeedingWarning": "Divalex OD 750 Tablet is safe to use during breastfeeding. Human studies suggest that the drug does not pass into the breastmilk in a significant amount and is not harmful to the baby.",
      "foodWarning": null,
      "pregnancyWarning": "Divalex OD 750 Tablet is unsafe to use during pregnancy as there is definite evidence of risk to the developing baby. However, the doctor may rarely prescribe it in some life-threatening situations if the benefits are more than the potential risks. Please consult your doctor. ",
      "manufacturer": {
        "@type": "Organization",
        "legalName": "Crescent Therapeutics Ltd"
      },
      "interactingDrug": [
        "Alprazolam",
        "Chlordiazepoxide",
        "Clobazam",
        "Clonazepam"
      ],
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Divalproex 750mg Tablet ER",
      "dosageForm": "Tablet ER",
      "description": "Divalex OD 750 Tablet may be used alone or in combination with other medicines. The dose and how often you need to take it will be decided by your doctor so that you get the right amount to control your symptoms. You can take this medicine with or without food but take it at the same time each day to get the most benefit. It usually takes a couple of weeks to work. It is important to take this medicine regularly and for as long as you are advised, even if you feel well. Missing doses may trigger seizures and, if you stop, your condition may get worse. It should never be stopped suddenly.This medicine's most common side effects include headache, blurred vision, nausea, vomiting, dizziness, tiredness, and unsteadiness. Most of these are not serious. Keep taking the medicine but talk to your doctor if these side effects bother you or do not go away. However, if you notice a skin rash or redness, tell your doctor straight away. Long-term treatment with this medicine can cause osteoporosis (reduced bone mass) and increase your risk of breaking a bone. Also, Divalex OD 750 Tablet may rarely lead to suicidal thoughts and behaviors. If your mood becomes depressed, tell your doctor.This medicine may not be suitable for everybody. Before using it, tell your doctor if you have ever had heart problems, kidney or liver disease, difficulty urinating, depression, or suicidal thoughts. Many other medicines can interfere with it and some should not be taken together so tell your doctor all the medicines you are taking to make sure it is safe. If you are pregnant, do not start or stop taking this medicine without asking your doctor. Drinking alcohol should be avoided as it can increase some of the side effects and can also increase your risk of seizures. You may need frequent blood tests to help your doctor make sure you are taking the right dose both before you start and while you are using it.",
      "name": "Divalex OD 750 Tablet",
      "proprietaryName": "Divalex OD 750 Tablet",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Divalproex",
          "strengthUnit": "mg",
          "strengthValue": "750"
        }
      ],
      "mechanismOfAction": [
        "Divalex OD 750 Tablet is an antiepileptic medication.  It controls seizures or fits by decreasing the abnormal and excessive activity of the nerve cells in the brain."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/hx2gxivwmeoxxxsc1hix.png"
    },
    {
      "id": 9,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Valparin Chrono-Tablet CR-5204",
      "mainEntityOfPage": "/drugs/Valparin Chrono-Tablet CR-5204",
      "prescriptionStatus": "prescription",
      "drugUnit": "333mg+145mg Tablet CR",
      "activeIngredient": "Sodium Valproate+Valproic Acid",
      "alcoholWarning": "It is unsafe to consume alcohol with Valparin Chrono 500 Tablet CR.",
      "breastfeedingWarning": "Valparin Chrono 500 Tablet CR is safe to use during breastfeeding. Human studies suggest that the drug does not pass into the breastmilk in a significant amount and is not harmful to the baby.",
      "foodWarning": null,
      "pregnancyWarning": "Valparin Chrono 500 Tablet CR is unsafe to use during pregnancy as there is definite evidence of risk to the developing baby. However, the doctor may rarely prescribe it in some life-threatening situations if the benefits are more than the potential risks. Please consult your doctor. ",
      "manufacturer": {
        "@type": "Organization",
        "legalName": "Sanofi India  Ltd"
      },
      "interactingDrug": null,
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Sodium Valproate+Valproic Acid 333mg+145mg Tablet CR",
      "dosageForm": "Tablet CR",
      "description": "Valparin Chrono 500 Tablet CR should be taken with food. Your doctor will decide the correct dose for you. This may increase gradually until your condition is stable. This medicine may take several weeks to work but it is important to take it regularly to get the benefit. Do not stop taking it, even if you feel fine unless your doctor advises you to. You may have more seizures, or your bipolar disorder may get worse.The most common side effects of this medicine include nausea, vomiting, loss of appetite, swelling of gums, headache, sleepiness, tremor, hair loss and liver injury. Most side effects wear off, but if they bother you or do not go away, tell your doctor. There may be ways of preventing or reducing these effects.Before taking this medicine, tell your doctor if you have kidney or liver problems, meningitis or depression or suicidal thoughts. Also let your doctor know about all other medications you are using as some may affect, or be affected by, this medicine, including contraceptive pills. If you are pregnant or breastfeeding, Valparin Chrono 500 Tablet CR can be taken if it is clearly needed but the dose may be adjusted. You should avoid driving or riding a bicycle if this medicine makes you drowsy or dizzy. You may need frequent blood tests to check how you are responding to this medicine.You should avoid alcohol while taking Valparin Chrono 500 Tablet CR, as it may worsen certain side effects. This medicine can also lead to weight gain, eat a healthy balanced diet, avoid snacking with high-calorie food, and exercise regularly. Inform your doctor if you develop any unusual changes in mood or behavior, new or worsening depression, or suicidal thoughts or behavior.",
      "name": "Valparin Chrono 500 Tablet CR",
      "proprietaryName": "Valparin Chrono 500 Tablet CR",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Sodium Valproate+Valproic Acid",
          "strengthUnit": "mg+145mg",
          "strengthValue": "333"
        }
      ],
      "mechanismOfAction": [
        "Valparin Chrono 500 Tablet CR is a combination of two antiepileptic medicines: Sodium Valproate and Valproic Acid.  They work together to control seizures or fits by decreasing the abnormal and excessive activity of the nerve cells in the brain."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/jgfqle7emomcu8qa2cpu.jpg"
    },
    {
      "id": 10,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Alzil-Tablet-5590",
      "mainEntityOfPage": "/drugs/Alzil-Tablet-5590",
      "prescriptionStatus": "prescription",
      "drugUnit": "5mg Tablet",
      "activeIngredient": "Donepezil",
      "alcoholWarning": "It is unsafe to consume alcohol with Alzil 5 Tablet.",
      "breastfeedingWarning": "Alzil 5 Tablet is probably unsafe to use during breastfeeding. Limited human data suggests that the drug may pass into the breastmilk and harm the baby.",
      "foodWarning": null,
      "pregnancyWarning": "Alzil 5 Tablet may be unsafe to use during pregnancy. Although there are limited studies in humans, animal studies have shown harmful effects on the developing baby. Your doctor will weigh the benefits and any potential risks before prescribing it to you. Please consult your doctor.",
      "manufacturer": {
        "@type": "Organization",
        "legalName": "Intas Pharmaceuticals Ltd"
      },
      "interactingDrug": [
        "Atropine",
        "Camylofin",
        "Hyoscine butylbromide",
        "Otilonium Bromide"
      ],
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Donepezil 5mg Tablet",
      "dosageForm": "Tablet",
      "description": "Your doctor will explain how to take Alzil 5 Tablet. You may take it with food, preferably at night before going to bed. Follow the instructions carefully to get the most benefit. The dose may change from time to time to suit your individual needs. It can take up to a few weeks for symptoms to improve so keep taking your medicine regularly. You should not stop taking this medicine without consulting your doctor.Some common side effects of this medicine include nausea, diarrhea, insomnia, vomiting, muscle cramps, fatigue, and weight loss (anorexia). Drink plenty of fluids to keep yourself hydrated. You may have side effects more often when you start your treatment or when your dose is increased. Usually, the side effects will slowly go away as your body gets used to the Alzil 5 Tablet. If they are severe or will not go away, you should contact your doctor.Before using Alzil 5 Tablet, you should tell your doctor if you have ever had heart problems, stomach ulcers, epilepsy, or asthma. It may also affect, or be affected by, some other drugs you are using so let your doctor know what these are to be safe. During pregnancy, this medicine should only be taken if it is advised.",
      "name": "Alzil 5 Tablet",
      "proprietaryName": "Alzil 5 Tablet",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Donepezil",
          "strengthUnit": "mg",
          "strengthValue": "5"
        }
      ],
      "mechanismOfAction": [
        "Memory loss in Alzheimer’s disease occurs due to disturbances of signal transmission in the brain.  Alzil 5 Tablet is a cholinesterase inhibitor.  It works by increasing  the levels of a chemical messenger (acetylcholine) involved in transmmission of nerve signals.  This improves memory and thinking."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/tbwcsumlm5gttr3flkzx.jpg"
    },
    {
      "id": 11,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Doxin-Capsule-5712",
      "mainEntityOfPage": "/drugs/Doxin-Capsule-5712",
      "prescriptionStatus": "prescription",
      "drugUnit": "10mg Capsule",
      "activeIngredient": "Doxepin",
      "alcoholWarning": "It is unsafe to consume alcohol with Doxin 10mg Capsule.",
      "breastfeedingWarning": "Doxin 10mg Capsule is probably unsafe to use during breastfeeding. Limited human data suggests that the drug may pass into the breastmilk and harm the baby.<BR>The baby should be monitored carefully for excessive sleepiness, and adequate weight gain.",
      "foodWarning": null,
      "pregnancyWarning": "Doxin 10mg Capsule may be unsafe to use during pregnancy. Although there are limited studies in humans, animal studies have shown harmful effects on the developing baby. Your doctor will weigh the benefits and any potential risks before prescribing it to you. Please consult your doctor.",
      "manufacturer": {
        "@type": "Organization",
        "legalName": "Intas Pharmaceuticals Ltd"
      },
      "interactingDrug": ["Linezolid", "Moclobemide", "Moxonidine"],
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Doxepin 10mg Capsule",
      "dosageForm": "Capsule",
      "description": "Doxin 10mg Capsule works by increasing the levels of chemical messengers in the brain that stabilizes and enhances the mood. It is usually advised to take it before bedtime because it can make you feel drowsy. It can be taken with or without food, but you should take it at a fixed time each day for better efficacy. The dose and duration will be decided by your doctor so that you get the right amount to control your symptoms. If you have missed any dose, take it as soon as you remember it. Do not skip any dose and finish the full course of treatment even if you feel better. This medication must not be stopped suddenly without talking to the doctor. Your dose may be modified or gradually decreased before stopping the medicine.The most common side effects of this medicine include increased heart rate, blurred vision, dryness in the mouth, difficulty in urination, and constipation. Initially, this medicine may also cause a sudden drop in blood pressure, especially when you change positions. It may even cause dizziness and sleepiness, so do not drive or do anything that requires mental focus until you know how this medicine affects you. To lower the chances of dizziness, rise slowly if you have been sitting or lying down. It may also lead to weight gain in some people. Most of the common side effects tend to be mild and temporary. Your doctor may be able to suggest ways of preventing or reducing side effects if they bother you or do not go away. Serious side effects associated with this medicine are rare.Before taking this medicine, it is important to tell your doctor if you are taking or have recently taken any other medicines for the same or any other diseases. Pregnant and breastfeeding women should take this medicine with proper consultation and caution. This medicine is not known to be addictive, but you can experience additional side effects (withdrawal symptoms) if you stop taking it suddenly. If you notice any sudden mood change or get suicidal or self-harm thoughts, you must consult the doctor without delay. Also, remember to take this medicine as advised by the doctor as an overdose of this medication may lead to a serious health emergency. Consumption of alcohol should be avoided as alcohol interacts with this medicine to cause serious health issues.",
      "name": "Doxin 10mg Capsule",
      "proprietaryName": "Doxin 10mg Capsule",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Doxepin",
          "strengthUnit": "mg",
          "strengthValue": "10"
        }
      ],
      "mechanismOfAction": [
        "Doxin 10mg Capsule is a tricyclic antidepressant.  It increases the levels of chemical messengers in the brain that help in regulating the mood and treat depression."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/hx2gxivwmeoxxxsc1hix.png"
    },
    {
      "id": 12,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Spectra-Capsule-5734",
      "mainEntityOfPage": "/drugs/Spectra-Capsule-5734",
      "prescriptionStatus": "prescription",
      "drugUnit": "75mg Capsule",
      "activeIngredient": "Doxepin",
      "alcoholWarning": "It is unsafe to consume alcohol with Spectra 75mg Capsule.",
      "breastfeedingWarning": "Spectra 75mg Capsule is probably unsafe to use during breastfeeding. Limited human data suggests that the drug may pass into the breastmilk and harm the baby.<BR>The baby should be monitored carefully for excessive sleepiness, and adequate weight gain.",
      "foodWarning": null,
      "pregnancyWarning": "Spectra 75mg Capsule may be unsafe to use during pregnancy. Although there are limited studies in humans, animal studies have shown harmful effects on the developing baby. Your doctor will weigh the benefits and any potential risks before prescribing it to you. Please consult your doctor.",
      "manufacturer": {
        "@type": "Organization",
        "legalName": "Sun Pharmaceutical Industries Ltd"
      },
      "interactingDrug": ["Linezolid", "Moclobemide", "Moxonidine"],
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Doxepin 75mg Capsule",
      "dosageForm": "Capsule",
      "description": "Spectra 75mg Capsule works by increasing the levels of chemical messengers in the brain that stabilizes and enhances the mood. It is usually advised to take it before bedtime because it can make you feel drowsy. It can be taken with or without food, but you should take it at a fixed time each day for better efficacy. The dose and duration will be decided by your doctor so that you get the right amount to control your symptoms. If you have missed any dose, take it as soon as you remember it. Do not skip any dose and finish the full course of treatment even if you feel better. This medication must not be stopped suddenly without talking to the doctor. Your dose may be modified or gradually decreased before stopping the medicine.The most common side effects of this medicine include increased heart rate, blurred vision, dryness in the mouth, difficulty in urination, and constipation. Initially, this medicine may also cause a sudden drop in blood pressure, especially when you change positions. It may even cause dizziness and sleepiness, so do not drive or do anything that requires mental focus until you know how this medicine affects you. To lower the chances of dizziness, rise slowly if you have been sitting or lying down. It may also lead to weight gain in some people. Most of the common side effects tend to be mild and temporary. Your doctor may be able to suggest ways of preventing or reducing side effects if they bother you or do not go away. Serious side effects associated with this medicine are rare.Before taking this medicine, it is important to tell your doctor if you are taking or have recently taken any other medicines for the same or any other diseases. Pregnant and breastfeeding women should take this medicine with proper consultation and caution. This medicine is not known to be addictive, but you can experience additional side effects (withdrawal symptoms) if you stop taking it suddenly. If you notice any sudden mood change or get suicidal or self-harm thoughts, you must consult the doctor without delay. Also, remember to take this medicine as advised by the doctor as an overdose of this medication may lead to a serious health emergency. Consumption of alcohol should be avoided as alcohol interacts with this medicine to cause serious health issues.",
      "name": "Spectra 75mg Capsule",
      "proprietaryName": "Spectra 75mg Capsule",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Doxepin",
          "strengthUnit": "mg",
          "strengthValue": "75"
        }
      ],
      "mechanismOfAction": [
        "Spectra 75mg Capsule is a tricyclic antidepressant.  It increases the levels of chemical messengers in the brain that help in regulating the mood and treat depression."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/hx2gxivwmeoxxxsc1hix.png"
    },
    {
      "id": 13,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Tetradox-Capsule-6064",
      "mainEntityOfPage": "/drugs/Tetradox-Capsule-6064",
      "prescriptionStatus": "prescription",
      "drugUnit": "100mg Capsule",
      "activeIngredient": "Doxycycline",
      "alcoholWarning": "It is unsafe to consume alcohol with Tetradox 100mg Capsule.",
      "breastfeedingWarning": "Tetradox 100mg Capsule is probably safe to use during breastfeeding. Limited human data suggests that the drug does not represent any significant risk to the baby.",
      "foodWarning": null,
      "pregnancyWarning": "Tetradox 100mg Capsule is unsafe to use during pregnancy as there is definite evidence of risk to the developing baby. However, the doctor may rarely prescribe it in some life-threatening situations if the benefits are more than the potential risks. Please consult your doctor. ",
      "manufacturer": {
        "@type": "Organization",
        "legalName": "Sun Pharmaceutical Industries Ltd"
      },
      "interactingDrug": [
        "Acitretin",
        "Strontium Chloride",
        "Carbamazepine",
        "Fosphenytoin"
      ],
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Doxycycline 100mg Capsule",
      "dosageForm": "Capsule",
      "description": "Tetradox 100mg Capsule is best taken either 1 hour before or 2 hours after a meal. You should take it regularly at evenly spaced intervals as per the schedule prescribed by your doctor. Taking it at the same time every day will help you to remember to take it. The dose will depend on what you are being treated for, but you should always complete a full course of this antibiotic as prescribed by your doctor. Do not stop taking it until you have finished, even when you feel better. If you stop taking it early, some bacteria may survive and the infection may come back.Commonly seen side effects seen with this medicine include vomiting, nausea, and diarrhea. These are usually temporary and subside with the completion of treatment. Consult your doctor if you find these side effects bother or worry you.Inform your doctor if you have any previous history of allergy to any antibiotic before taking this medicine. You should also let your doctor know all other medicines you are taking as they may affect, or be affected by this medicine. Pregnant or breastfeeding women should consult their doctor before using it. It may blur your vision or make you feel sleepy and dizzy. Do not drive if these symptoms occur.",
      "name": "Tetradox 100mg Capsule",
      "proprietaryName": "Tetradox 100mg Capsule",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Doxycycline",
          "strengthUnit": "mg",
          "strengthValue": "100"
        }
      ],
      "mechanismOfAction": [
        "Tetradox 100mg Capsule is an antibiotic.  It stops bacterial growth by preventing synthesis of essential proteins required by bacteria to carry out vital functions."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/hx2gxivwmeoxxxsc1hix.png"
    },
    { "id": 14 },
    {
      "id": 15,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Articalm-Tablet-7927",
      "mainEntityOfPage": "/drugs/Articalm-Tablet-7927",
      "prescriptionStatus": "prescription",
      "drugUnit": "10mg Tablet",
      "activeIngredient": "Escitalopram Oxalate",
      "alcoholWarning": "It is unsafe to consume alcohol with Articalm 10mg Tablet.",
      "breastfeedingWarning": "Articalm 10mg Tablet is probably unsafe to use during breastfeeding. Limited human data suggests that the drug may pass into the breastmilk and harm the baby.",
      "foodWarning": null,
      "pregnancyWarning": "Articalm 10mg Tablet may be unsafe to use during pregnancy. Although there are limited studies in humans, animal studies have shown harmful effects on the developing baby. Your doctor will weigh the benefits and any potential risks before prescribing it to you. Please consult your doctor.",
      "manufacturer": {
        "@type": "Organization",
        "legalName": "Cadila Pharmaceuticals Ltd"
      },
      "interactingDrug": [
        "Linezolid",
        "Moclobemide",
        "Rasagiline",
        "Reboxetine"
      ],
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Escitalopram Oxalate 10mg Tablet",
      "dosageForm": "Tablet",
      "description": "Articalm 10mg Tablet helps recover from depression by improving mood and relieving anxiety and tension. It can be taken with or without food. The dose and how often you need it will be decided by your doctor based on the amount needed to control your symptoms. Your doctor may start you on a lower dose and increase it gradually. Do not change the dose or stop taking it without talking to your doctor, even if you feel well. Doing so may make your condition worse or you may suffer from unpleasant withdrawal symptoms (anxiety, restlessness, palpitations, dizziness, sleep disturbances, etc). To get the most benefit, take this medicine regularly at the same time each day. Your doctor may advise you to take it in the morning if you have trouble sleeping. It may take a few weeks before you start feeling better. Let your doctor know if you do not see any improvement even after 4 weeks.Some common side effects of this medicine include nausea, fatigue, increased sweating, insomnia (difficulty in sleeping), decreased sexual drive, delayed ejaculation, and women may experience difficulties achieving orgasm. Some people may experience sleepiness after taking this medicine. Let your doctor know straight away if you develop any sudden worsening of mood or any thoughts about harming yourself.Before taking Articalm 10mg Tablet, you should tell your doctor if you have epilepsy (seizure disorder or fits), diabetes, liver or kidney disease, any heart problems, or are currently taking medicines for depression known as MAO inhibitors. These may affect your treatment. Please tell your doctor about all the medicines you are taking to make sure you are safe.",
      "name": "Articalm 10mg Tablet",
      "proprietaryName": "Articalm 10mg Tablet",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Escitalopram Oxalate",
          "strengthUnit": "mg",
          "strengthValue": "10"
        }
      ],
      "mechanismOfAction": [
        "Articalm 10mg Tablet is a selective serotonin reuptake inhibitor (SSRI) antidepressant.  It works by increasing the levels of serotonin, a chemical messenger in the brain.  This improves mood and physical symptoms of depression and also relieves symptoms of anxiety, panic attacks and obsessive-compulsive  disorders."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/hx2gxivwmeoxxxsc1hix.png"
    },
    {
      "id": 16,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Izra-Tablet-8104",
      "mainEntityOfPage": "/drugs/Izra-Tablet-8104",
      "prescriptionStatus": "prescription",
      "drugUnit": "40mg Tablet",
      "activeIngredient": "Esomeprazole",
      "alcoholWarning": "Caution is advised when consuming alcohol with Izra 40 Tablet. Please consult your doctor.",
      "breastfeedingWarning": "Izra 40 Tablet is probably unsafe to use during breastfeeding. Limited human data suggests that the drug may pass into the breastmilk and harm the baby.",
      "foodWarning": null,
      "pregnancyWarning": "Izra 40 Tablet may be unsafe to use during pregnancy. Although there are limited studies in humans, animal studies have shown harmful effects on the developing baby. Your doctor will weigh the benefits and any potential risks before prescribing it to you. Please consult your doctor.",
      "manufacturer": {
        "@type": "Organization",
        "legalName": "Torrent Pharmaceuticals Ltd"
      },
      "interactingDrug": [
        "Atazanavir",
        "Cilostazol",
        "Indinavir",
        "Nelfinavir"
      ],
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Esomeprazole 40mg Tablet",
      "dosageForm": "Tablet",
      "description": "You should take Izra 40 Tablet as your doctor advises. The dose will depend on what you are being treated for, but it is usually the lowest dose for the shortest time that is needed to treat your condition. It is usually taken on an empty stomach. Keep taking it as prescribed even if your symptoms disappear quickly. If you are taking this medicine for a long time, your doctor may carry out regular tests to check your levels of magnesium which can fall with this medicine.Common side effects include headache, constipation or diarrhea, stomach pain, and feeling or being sick. These tend to be mild but talk to your doctor if they bother you or do not go away. The risk of side effects may increase the longer you take this medicine. You may be more likely to have a broken bone if you take it for a long time. It is best to avoid foods that seem to make your symptoms worse, such as rich, spicy, and fatty foods. Cutting down on caffeinated drinks, such as tea, coffee, and cola, as well as alcohol may also help.This medicine is not suitable for some people. Before taking this medicine, you need to tell your doctor if you have severe liver problems, are taking medicines for HIV, have had an allergic reaction to similar medicines in the past, or have osteoporosis. Alcohol does not interfere with the way Izra 40 Tablet works. However, drinking alcohol makes your stomach produce more acid than normal. This medicine can make you feel dizzy, sleepy, or affect your vision. If this happens, do not drive, cycle, or use machinery or tools until you feel better. It is not usually recommended during pregnancy and breastfeeding.",
      "name": "Izra 40 Tablet",
      "proprietaryName": "Izra 40 Tablet",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Esomeprazole",
          "strengthUnit": "mg",
          "strengthValue": "40"
        }
      ],
      "mechanismOfAction": [
        "Izra 40 Tablet is a proton pump inhibitor (PPI).  It works by reducing the amount of acid in the stomach which helps in relief of acid related indigestion and heartburn."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/hx2gxivwmeoxxxsc1hix.png"
    },
    {
      "id": 17,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Lynoral-Tablet-8544",
      "mainEntityOfPage": "/drugs/Lynoral-Tablet-8544",
      "prescriptionStatus": "prescription",
      "drugUnit": "1mg Tablet",
      "activeIngredient": "Ethinyl Estradiol",
      "alcoholWarning": "Caution is advised when consuming alcohol with Lynoral 1mg Tablet. Please consult your doctor.",
      "breastfeedingWarning": "Lynoral 1mg Tablet is unsafe to use during breastfeeding. Data suggests that the drug may cause toxicity to the baby.",
      "foodWarning": null,
      "pregnancyWarning": "Lynoral 1mg Tablet is highly unsafe to use during pregnancy. Seek your doctor's advice as studies on pregnant women and animals have shown significant harmful effects to the developing baby.",
      "manufacturer": {
        "@type": "Organization",
        "legalName": "Organon (India) Ltd"
      },
      "interactingDrug": [
        "Acenocoumarol",
        "Clomiphene",
        "Danazol",
        "Exemestane"
      ],
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Ethinyl Estradiol 1mg Tablet",
      "dosageForm": "Tablet",
      "description": "In some cases, Lynoral 1mg Tablet is also used to treat breast cancer and prostate cancer along with other anticancer medicines. The medicine is to be swallowed with water. It can be taken with or without food, but remember to take it at a fixed time each day for better efficacy. The dose and duration will be decided by your doctor so that you get the right amount to control your symptoms. If you have missed a dose, take it as soon as you remember it. Do not skip any dose and finish the full course of treatment. The treatment should not be stopped abruptly without consulting your doctor as this may affect the potency of this medicine.The most common side effects of this HRT are headaches, nausea, breast pain, irregular vaginal bleeding or spotting, abdominal cramps, vomiting, and hair loss. Some of the warning signs and symptoms that need immediate medical attention are breast lumps, unusual vaginal bleeding, dizziness and faintness, severe headaches, chest pain, shortness of breath, pains in your legs, etc.Before taking this medicine, it is important to tell your doctor if you are taking or have recently taken any other medicines for the same disease or other diseases. Before you initiate with this HRT, you must consult the doctor if you have a history of unexplained vaginal bleeding or if you have ever had a blood clot in your legs or your lungs. If you are pregnant or breastfeeding, you should tell your doctor before taking this medicine. Your doctor may suggest you some diagnostic or laboratory tests to know the effects and side effects of this medicine on your body.",
      "name": "Lynoral 1mg Tablet",
      "proprietaryName": "Lynoral 1mg Tablet",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Ethinyl Estradiol",
          "strengthUnit": "mg",
          "strengthValue": "1"
        }
      ],
      "mechanismOfAction": [
        "Lynoral 1mg Tablet is a synthetic estrogen (female hormone).  In women of reproductive age, it helps in maintaining normal menstrual cycle (periods).  In women undergoing menopause, it works by fulfilling the deficiency of estrogen hormone, thereby preventing symptoms such as hot flushes, night sweats and mood swings."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/hx2gxivwmeoxxxsc1hix.png"
    },
    {
      "id": 18,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Biolan-Capsule-14794",
      "mainEntityOfPage": "/drugs/Biolan-Capsule-14794",
      "prescriptionStatus": "prescription",
      "drugUnit": "30mg Capsule",
      "activeIngredient": "Lansoprazole",
      "alcoholWarning": "Caution is advised when consuming alcohol with Biolan 30mg Capsule. Please consult your doctor.",
      "breastfeedingWarning": "Biolan 30mg Capsule is probably safe to use during breastfeeding. Limited human data suggests that the drug does not represent any significant risk to the baby.",
      "foodWarning": null,
      "pregnancyWarning": "Biolan 30mg Capsule is generally considered safe to use during pregnancy. Animal studies have shown low or no adverse effects to the developing baby; however, there are limited human studies. ",
      "manufacturer": {
        "@type": "Organization",
        "legalName": "Biochem Pharmaceutical Industries"
      },
      "interactingDrug": [
        "Atazanavir",
        "Cilostazol",
        "Indinavir",
        "Nelfinavir"
      ],
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Lansoprazole 30mg Capsule",
      "dosageForm": "Capsule",
      "description": "Biolan 30mg Capsule is also used to prevent stomach ulcers and acidity that may be seen with the prolonged use of painkillers. It belongs to a class of medicines known as proton pump inhibitors (PPIs). This medicine should be taken one hour before a meal, preferably in the morning. The dose will depend on your underlying condition and how you respond to the medicine. You should keep on taking it as prescribed even if your symptoms disappear quickly. You can increase the efficiency of the treatment by eating smaller meals more often and avoiding caffeinated drinks (like tea and coffee), and spicy or fatty foods.The most common side effects observed with this medicine include nausea, headache, flatulence, and diarrhea. These symptoms are generally mild but if they bother you or do not go away, consult your doctor. Long-term use of this medicine may lead to an increased risk of side effects. For instance, using this medicine for more than 1 year may increase your risk for bone fractures, especially with higher doses. Talk to your doctor about ways to prevent bone loss (osteoporosis), like taking calcium and vitamin D supplements.Before taking this medicine, you need to tell your doctor if you have severe liver problems, are taking medicines for HIV, have ever had an allergic reaction to similar medicines in the past, or suffer from bone loss (osteoporosis). Pregnant or breastfeeding women should also consult their doctor before taking it.",
      "name": "Biolan 30mg Capsule",
      "proprietaryName": "Biolan 30mg Capsule",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Lansoprazole",
          "strengthUnit": "mg",
          "strengthValue": "30"
        }
      ],
      "mechanismOfAction": [
        "Biolan 30mg Capsule is a proton pump inhibitor (PPI).  It works by reducing the amount of acid in the stomach which helps in relief of acid related indigestion and heartburn."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/hx2gxivwmeoxxxsc1hix.png"
    },
    {
      "id": 19,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Fosbait-Chewable Tablet-14843",
      "mainEntityOfPage": "/drugs/Fosbait-Chewable Tablet-14843",
      "prescriptionStatus": "prescription",
      "drugUnit": "500mg Chewable Tablet",
      "activeIngredient": "Lanthanum Carbonate",
      "alcoholWarning": "It is not known whether it is safe to consume alcohol with Fosbait 500 Chewable Tablet. Please consult your doctor.",
      "breastfeedingWarning": "Fosbait 500 Chewable Tablet is probably safe to use during breastfeeding. Limited human data suggests that the drug does not represent any significant risk to the baby.",
      "foodWarning": null,
      "pregnancyWarning": "Fosbait 500 Chewable Tablet may be unsafe to use during pregnancy. Although there are limited studies in humans, animal studies have shown harmful effects on the developing baby. Your doctor will weigh the benefits and any potential risks before prescribing it to you. Please consult your doctor.",
      "manufacturer": {
        "@type": "Organization",
        "legalName": "Panacea Biotec Ltd"
      },
      "interactingDrug": null,
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Lanthanum Carbonate 500mg Chewable Tablet",
      "dosageForm": "Chewable Tablet",
      "description": "Fosbait 500 Chewable Tablet should be taken with food. Take it in the dose and duration as advised by your doctor. Take it regularly and at a fixed time each day to get maximum benefit of the medicine.Using of Fosbait 500 Chewable Tablet may cause side effects such as headache, nausea, vomiting, abdominal pain, constipation and diarrhea. If you experience any other symptoms which you think may be caused due to the medicine, inform your doctor.",
      "name": "Fosbait 500 Chewable Tablet",
      "proprietaryName": "Fosbait 500 Chewable Tablet",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Lanthanum Carbonate",
          "strengthUnit": "mg",
          "strengthValue": "500"
        }
      ],
      "mechanismOfAction": [
        "Fosbait 500 Chewable Tablet inhibits the absorption of phosphate from the intestine and lower the phosphate levels in the blood."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/hx2gxivwmeoxxxsc1hix.png"
    },
    {
      "id": 20,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Gabatin-Capsule-10868",
      "mainEntityOfPage": "/drugs/Gabatin-Capsule-10868",
      "prescriptionStatus": "prescription",
      "drugUnit": "300mg Capsule",
      "activeIngredient": "Gabapentin",
      "alcoholWarning": "Gabatin 300 Capsule may cause excessive drowsiness with alcohol.",
      "breastfeedingWarning": "Gabatin 300 Capsule is probably safe to use during breastfeeding. Limited human data suggests that the drug does not represent any significant risk to the baby.<BR>Baby should be monitored for excessive sleepiness and weight gain.",
      "foodWarning": null,
      "pregnancyWarning": "Gabatin 300 Capsule may be unsafe to use during pregnancy. Although there are limited studies in humans, animal studies have shown harmful effects on the developing baby. Your doctor will weigh the benefits and any potential risks before prescribing it to you. Please consult your doctor.",
      "manufacturer": {
        "@type": "Organization",
        "legalName": "Knoll Pharmaceuticals Ltd"
      },
      "interactingDrug": ["Magaldrate", "Sodium Bicarbonate"],
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Gabapentin 300mg Capsule",
      "dosageForm": "Capsule",
      "description": "Gabatin 300 Capsule belongs to the anti-epileptic group of medicines. You may take it with or without food, but it is important to take this medicine at the same time each day to get the most benefit. The exact dose and duration of treatment will depend on your condition and how you respond to it. Your doctor will probably start this medicine at a low dose and increase it gradually. It may take a few weeks for the medicine to work properly. Follow your doctor’s instructions and continue taking it regularly until your doctor advises you to stop. Do not miss any dose, otherwise, your condition may worsen.Most people taking Gabatin 300 Capsule do not experience any side effects. The most common ones are feeling sleepy, dizzy, or tired (fatigue). These are usually mild and go away by themselves as your body gets used to the medicine. Most side effects are not serious and do not need medical attention. Talk to your doctor if any of the side effects persist or worry you.You should avoid drinking alcohol along with this medicine as it may lead to excessive sleepiness and dizziness. Let your doctor know right away if you develop any unusual mood changes like anxiety, agitation, depression, or thoughts about harming yourself.Before taking Gabatin 300 Capsule, you should tell your doctor if you have any kidney-related problems or if you are more than 65 years old. Your doctor may prescribe a different dose in such people. Women who are pregnant, breastfeeding, or planning to become pregnant should also consult their doctor before using this medicine.",
      "name": "Gabatin 300 Capsule",
      "proprietaryName": "Gabatin 300 Capsule",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Gabapentin",
          "strengthUnit": "mg",
          "strengthValue": "300"
        }
      ],
      "mechanismOfAction": [
        "Gabatin 300 Capsule is an antiepileptic medication.  When given for epilepsy, it is believed to work by reducing the abnormal electrical activity in the brain, thus preventing seizures.  It is also used to treat nerve pain where it blocks pain by interfering with pain signals traveling through the damaged nerves and the brain."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/hx2gxivwmeoxxxsc1hix.png"
    },
    {
      "id": 21,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Gaba-Tablet-10883",
      "mainEntityOfPage": "/drugs/Gaba-Tablet-10883",
      "prescriptionStatus": "prescription",
      "drugUnit": "300mg Tablet",
      "activeIngredient": "Gabapentin",
      "alcoholWarning": "Gaba 300 Tablet may cause excessive drowsiness with alcohol.",
      "breastfeedingWarning": "Gaba 300 Tablet is probably safe to use during breastfeeding. Limited human data suggests that the drug does not represent any significant risk to the baby.<BR>Baby should be monitored for excessive sleepiness and weight gain.",
      "foodWarning": null,
      "pregnancyWarning": "Gaba 300 Tablet may be unsafe to use during pregnancy. Although there are limited studies in humans, animal studies have shown harmful effects on the developing baby. Your doctor will weigh the benefits and any potential risks before prescribing it to you. Please consult your doctor.",
      "manufacturer": {
        "@type": "Organization",
        "legalName": "D D Pharmaceuticals"
      },
      "interactingDrug": ["Magaldrate", "Sodium Bicarbonate"],
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Gabapentin 300mg Tablet",
      "dosageForm": "Tablet",
      "description": "Gaba 300 Tablet belongs to the anti-epileptic group of medicines. You may take it with or without food, but it is important to take this medicine at the same time each day to get the most benefit. The exact dose and duration of treatment will depend on your condition and how you respond to it. Your doctor will probably start this medicine at a low dose and increase it gradually. It may take a few weeks for the medicine to work properly. Follow your doctor’s instructions and continue taking it regularly until your doctor advises you to stop. Do not miss any dose, otherwise, your condition may worsen.Most people taking Gaba 300 Tablet do not experience any side effects. The most common ones are feeling sleepy, dizzy, or tired (fatigue). These are usually mild and go away by themselves as your body gets used to the medicine. Most side effects are not serious and do not need medical attention. Talk to your doctor if any of the side effects persist or worry you.You should avoid drinking alcohol along with this medicine as it may lead to excessive sleepiness and dizziness. Let your doctor know right away if you develop any unusual mood changes like anxiety, agitation, depression, or thoughts about harming yourself.Before taking Gaba 300 Tablet, you should tell your doctor if you have any kidney-related problems or if you are more than 65 years old. Your doctor may prescribe a different dose in such people. Women who are pregnant, breastfeeding, or planning to become pregnant should also consult their doctor before using this medicine.",
      "name": "Gaba 300 Tablet",
      "proprietaryName": "Gaba 300 Tablet",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Gabapentin",
          "strengthUnit": "mg",
          "strengthValue": "300"
        }
      ],
      "mechanismOfAction": [
        "Gaba 300 Tablet is an antiepileptic medication.  When given for epilepsy, it is believed to work by reducing the abnormal electrical activity in the brain, thus preventing seizures.  It is also used to treat nerve pain where it blocks pain by interfering with pain signals traveling through the damaged nerves and the brain."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/xjvvgoiltt33swi836ff.jpg"
    },
    {
      "id": 22,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Ziglim-Tablet-11830",
      "mainEntityOfPage": "/drugs/Ziglim-Tablet-11830",
      "prescriptionStatus": "prescription",
      "drugUnit": "1mg Tablet",
      "activeIngredient": "Glimepiride",
      "alcoholWarning": "It is unsafe to consume alcohol with Ziglim 1 Tablet.",
      "breastfeedingWarning": "Ziglim 1 Tablet is probably unsafe to use during breastfeeding. Limited human data suggests that the drug may pass into the breastmilk and harm the baby.<BR>Monitoring of the breastfed infant's blood glucose is advisable during maternal therapy with Ziglim 1 Tablet",
      "foodWarning": null,
      "pregnancyWarning": "Ziglim 1 Tablet may be unsafe to use during pregnancy. Although there are limited studies in humans, animal studies have shown harmful effects on the developing baby. Your doctor will weigh the benefits and any potential risks before prescribing it to you. Please consult your doctor.",
      "manufacturer": { "@type": "Organization", "legalName": "FDC Ltd" },
      "interactingDrug": [
        "Trimethoprim",
        "Amiloride",
        "Atenolol",
        "Beclometasone"
      ],
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Glimepiride 1mg Tablet",
      "dosageForm": "Tablet",
      "description": "Ziglim 1 Tablet may be used alone or along with other medicines. It should be taken just before or with the first meal of the day. Take it regularly at the same time each day to get the maximum benefit. Your doctor will decide what dose is best for you and this may change from time to time according to your blood sugar levels.Keep taking this medicine, even if you feel well or your blood sugar levels are controlled. If you stop it without consulting your doctor, your blood sugar levels could rise to put you at risk of diabetes complications such as kidney damage, blindness, nerve problems, and loss of limbs. Remember that it is only part of a treatment program that should also include a healthy diet, regular exercise, and weight reduction as advised by your doctor. Your lifestyle plays a big part in controlling diabetes.The most common side effects of taking this medicine include low blood sugar levels (hypoglycemia), nausea, headache, and dizziness. Make sure you recognize the signs of having low blood sugar levels, such as sweating, dizziness, headache, and shaking, and know how to deal with them. To prevent this, it is important to have regular meals and always carry a fast-acting source of glucose such as sugary food or fruit juice with you. Drinking alcohol can also increase your risk of low blood sugar levels and hence should be avoided. Some people may experience an increase in weight with this medicine.You should not take it if you have type 1 diabetes mellitus, diabetic ketoacidosis (high levels of acid in your blood), or if you have severe kidney or liver disease. Before taking this medicine, tell your doctor if you have ever had heart disease, thyroid disease, or some hormonal conditions, as it may not be suitable. Pregnant or breastfeeding women should also consult their doctor before taking it. Your blood sugar levels should be checked regularly and your doctor may also advise blood tests to monitor your blood cell counts and liver function.",
      "name": "Ziglim 1 Tablet",
      "proprietaryName": "Ziglim 1 Tablet",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Glimepiride",
          "strengthUnit": "mg",
          "strengthValue": "1"
        }
      ],
      "mechanismOfAction": [
        "Ziglim 1 Tablet is an antidiabetic medication.  It works by increasing the amount of insulin released by the pancreas in order to lower blood glucose."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/eqz9whlnzsp6hqbkjr2b.jpg"
    },
    {
      "id": 23,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/NG Long-Tablet-12304",
      "mainEntityOfPage": "/drugs/NG Long-Tablet-12304",
      "prescriptionStatus": "prescription",
      "drugUnit": "2.5mg Tablet",
      "activeIngredient": "Nitroglycerin",
      "alcoholWarning": "Consuming alcohol while taking NG Long 2.5mg Tablet may cause symptoms such as flushing, increased heart beat, nausea, thirst, chest pain and low blood pressure (Disulfiram reaction).",
      "breastfeedingWarning": "NG Long 2.5mg Tablet is probably safe to use during breastfeeding. Limited human data suggests that the drug does not represent any significant risk to the baby.",
      "foodWarning": null,
      "pregnancyWarning": "NG Long 2.5mg Tablet is generally considered safe to use during pregnancy. Animal studies have shown low or no adverse effects to the developing baby; however, there are limited human studies. ",
      "manufacturer": {
        "@type": "Organization",
        "legalName": "Novartis India Ltd"
      },
      "interactingDrug": ["Sildenafil", "Tadalafil", "Udenafil", "Vardenafil"],
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Nitroglycerin 2.5mg Tablet",
      "dosageForm": "Tablet",
      "description": "NG Long 2.5mg Tablet should be taken in the dose and duration as advised by your doctor. It may be taken with or without food, preferably at a fixed time each day. Do not consume more than the recommended dose, as this may have harmful effects on your body. You can develop tolerance to this medicine over time, which means that the same dose becomes less effective. You have to stick to a really specific dosing schedule to prevent this from happening.The most common side effect of this medicine is a headache which may be severe. This can sometimes be helped by drinking plenty of fluids and avoiding alcohol. You may also experience lightheadedness, which could increase your risk of having a fall. There are other, rarer side effects, some of them serious. Ask your doctor and read the leaflet which comes with the medicine to make sure you are keeping safe.Do not use this medicine if you are taking medicines to treat high blood pressure in your lungs (pulmonary hypertension), erectile dysfunction or if you have anemia or glaucoma (increased pressure inside the eye). Always tell your doctor what other health conditions you have and what other medicines you are taking. It is best not to drink alcohol with this medicine as it increases some of the side effects. If you are affected by dizziness, avoid driving. If you are pregnant, planning to become pregnant, or breastfeeding, ask your doctor before taking this medicine.",
      "name": "NG Long 2.5mg Tablet",
      "proprietaryName": "NG Long 2.5mg Tablet",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Nitroglycerin",
          "strengthUnit": "mg",
          "strengthValue": "2.5"
        }
      ],
      "mechanismOfAction": [
        "NG Long 2. 5mg Tablet is a nitrate.  It works by relaxing the blood vessels which decreases the oxygen demand of the heart and reduces its workload, thereby preventing/treating attacks of angina (chest pain)."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/hx2gxivwmeoxxxsc1hix.png"
    },
    {
      "id": 24,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Glycolate-Injection-12359",
      "mainEntityOfPage": "/drugs/Glycolate-Injection-12359",
      "prescriptionStatus": "prescription",
      "drugUnit": "0.2mg Injection",
      "activeIngredient": "Glycopyrrolate",
      "alcoholWarning": "It is not known whether it is safe to consume alcohol with Glycolate 0.2mg Injection. Please consult your doctor.",
      "breastfeedingWarning": "Glycolate 0.2mg Injection is probably safe to use during breastfeeding. Limited human data suggests that the drug does not represent any significant risk to the baby.<BR>Long-term use of Glycolate 0.2mg Injection might reduce milk production.",
      "foodWarning": null,
      "pregnancyWarning": "Glycolate 0.2mg Injection is generally considered safe to use during pregnancy. Animal studies have shown low or no adverse effects to the developing baby; however, there are limited human studies. ",
      "manufacturer": {
        "@type": "Organization",
        "legalName": "Harson Laboratories"
      },
      "interactingDrug": null,
      "administrationRoute": "Injection Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Glycopyrrolate 0.2mg Injection",
      "dosageForm": "Injection",
      "description": "Glycolate 0.2mg Injection is given by your doctor or nurse. Let your doctor know about all other medications you are taking as some may affect, or be affected by this medicine. You should keep taking this medicine for as long as your doctor recommends. If you stop treatment too early your symptoms may come back and your condition may worsen.The most common side effects of this medicine include dry mouth, urinary retention, blurred vision, photophobia, dilation of the pupil, cycloplegia, ocular hyperemia, tachycardia, bradycardia, palpitation, and reduced sweating. Avoid drinking alcohol while taking this medicine as it can worsen your sleepiness.Inform your doctor if you have glaucoma, myasthenia gravis, heart failure, and high blood pressure.",
      "name": "Glycolate 0.2mg Injection",
      "proprietaryName": "Glycolate 0.2mg Injection",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Glycopyrrolate",
          "strengthUnit": "mg",
          "strengthValue": "0.2"
        }
      ],
      "mechanismOfAction": [
        "Glycolate 0. 2mg Injection is an anticholinergic medication.  It works by blocking the activity of a chemical messenger (acetylcholine) in the brain.  This helps dry up secretions (saliva, stomach acid etc. ) from glands before surgery, increases a low heart rate and reverses the unwanted effects of certain medicines used during surgery (muscle relaxants and anaesthetics).  By lowering stomach acid content, it also helps treat peptic ulcers."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/hx2gxivwmeoxxxsc1hix.png"
    },
    { "id": 25 },
    {
      "id": 26,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Depakote-Tablet-5184",
      "mainEntityOfPage": "/drugs/Depakote-Tablet-5184",
      "prescriptionStatus": "prescription",
      "drugUnit": "500mg Tablet",
      "activeIngredient": "Divalproex",
      "alcoholWarning": "Depakote 500 Tablet may cause excessive drowsiness with alcohol.",
      "breastfeedingWarning": "Depakote 500 Tablet is safe to use during breastfeeding. Human studies suggest that the drug does not pass into the breastmilk in a significant amount and is not harmful to the baby.",
      "foodWarning": null,
      "pregnancyWarning": "Depakote 500 Tablet is unsafe to use during pregnancy as there is definite evidence of risk to the developing baby. However, the doctor may rarely prescribe it in some life-threatening situations if the benefits are more than the potential risks. Please consult your doctor. ",
      "manufacturer": {
        "@type": "Organization",
        "legalName": "Sanofi India  Ltd"
      },
      "interactingDrug": [
        "Alprazolam",
        "Chlordiazepoxide",
        "Clobazam",
        "Clonazepam"
      ],
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Divalproex 500mg Tablet",
      "dosageForm": "Tablet",
      "description": "Depakote 500 Tablet may be used alone or in combination with other medicines. The dose and how often you need to take it will be decided by your doctor so that you get the right amount to control your symptoms. You can take this medicine with or without food but take it at the same time each day to get the most benefit. It usually takes a couple of weeks to work. It is important to take this medicine regularly and for as long as you are advised, even if you feel well. Missing doses may trigger seizures and, if you stop, your condition may get worse. It should never be stopped suddenly.This medicine's most common side effects include headache, blurred vision, nausea, vomiting, dizziness, tiredness, and unsteadiness. Most of these are not serious. Keep taking the medicine but talk to your doctor if these side effects bother you or do not go away. However, if you notice a skin rash or redness, tell your doctor straight away. Long-term treatment with this medicine can cause osteoporosis (reduced bone mass) and increase your risk of breaking a bone. Also, Depakote 500 Tablet may rarely lead to suicidal thoughts and behaviors. If your mood becomes depressed, tell your doctor.This medicine may not be suitable for everybody. Before using it, tell your doctor if you have ever had heart problems, kidney or liver disease, difficulty urinating, depression, or suicidal thoughts. Many other medicines can interfere with it and some should not be taken together so tell your doctor all the medicines you are taking to make sure it is safe. If you are pregnant, do not start or stop taking this medicine without asking your doctor. Drinking alcohol should be avoided as it can increase some of the side effects and can also increase your risk of seizures. You may need frequent blood tests to help your doctor make sure you are taking the right dose both before you start and while you are using it.",
      "name": "Depakote 500 Tablet",
      "proprietaryName": "Depakote 500 Tablet",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Divalproex",
          "strengthUnit": "mg",
          "strengthValue": "500"
        }
      ],
      "mechanismOfAction": [
        "Depakote 500 Tablet is an antiepileptic medication.  It controls seizures or fits by decreasing the abnormal and excessive activity of the nerve cells in the brain."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/wz9sccogvhlnycbnedtb.jpg"
    },
    {
      "id": 27,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Flunil-Capsule-10312",
      "mainEntityOfPage": "/drugs/Flunil-Capsule-10312",
      "prescriptionStatus": "prescription",
      "drugUnit": "60mg Capsule",
      "activeIngredient": "Fluoxetine",
      "alcoholWarning": "It is unsafe to consume alcohol with Flunil 60 Capsule.",
      "breastfeedingWarning": "Flunil 60 Capsule is probably unsafe to use during breastfeeding. Limited human data suggests that the drug may pass into the breastmilk and harm the baby.",
      "foodWarning": null,
      "pregnancyWarning": "Flunil 60 Capsule may be unsafe to use during pregnancy. Although there are limited studies in humans, animal studies have shown harmful effects on the developing baby. Your doctor will weigh the benefits and any potential risks before prescribing it to you. Please consult your doctor.",
      "manufacturer": {
        "@type": "Organization",
        "legalName": "Intas Pharmaceuticals Ltd"
      },
      "interactingDrug": [
        "Linezolid",
        "Moclobemide",
        "Rasagiline",
        "Reboxetine"
      ],
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Fluoxetine 60mg Capsule",
      "dosageForm": "Capsule",
      "description": "Flunil 60 Capsule helps many people to recover from depression by improving their mood and relieving anxiety and tension. It is also used to treat bulimia nervosa (an eating disorder), where it reduces binge-eating and purging (vomiting).The dose and how often you need it will be decided by your doctor so that you get the right amount to control your symptoms. Your doctor may start you on a lower dose and increase it gradually. Do not change the dose or stop taking it without talking to your doctor, even if you feel well. Doing so may make your condition worse or you may suffer from unpleasant withdrawal symptoms (anxiety, restlessness, palpitations, dizziness, sleep disturbances, etc).To get the most benefit, take this medicine regularly at the same time each day. It may take a few weeks before you start feeling better. Let your doctor know if you do not see any improvement even after 4 weeks. Some common side effects of Flunil 60 Capsule include nausea, indigestion, dry mouth, fatigue, loss of appetite, increased sweating, sinusitis, insomnia (difficulty in sleeping), yawning, and abnormal dreams. Sexual side effects like decreased sexual drive delayed ejaculation, and erectile dysfunction may also be seen. Let your doctor know straight away if you develop any sudden worsening of mood or any thoughts about harming yourself.Before taking this medicine, you should tell your doctor if you have epilepsy (seizure disorder or fits), diabetes, liver or kidney disease, heart problems, or glaucoma. These may affect your treatment. Pregnant or breastfeeding women should also consult their doctor before taking it. Some other medicines may affect the way it works, especially other antidepressants and medicines called MAO inhibitors. Please tell your doctor about all the medicines you are taking to make sure you are safe.",
      "name": "Flunil 60 Capsule",
      "proprietaryName": "Flunil 60 Capsule",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Fluoxetine",
          "strengthUnit": "mg",
          "strengthValue": "60"
        }
      ],
      "mechanismOfAction": [
        "Flunil 60 Capsule is a selective serotonin reuptake inhibitor (SSRI) antidepressant.  It works by increasing the levels of serotonin, a chemical messenger in the brain.  This improves mood and physical symptoms of depression and also relieves symptoms of panic and obsessive disorders."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/xqodmcosocya0izesqnu.jpg"
    },
    { "id": 28 },
    {
      "id": 29,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Fexotab-Tablet-9163",
      "mainEntityOfPage": "/drugs/Fexotab-Tablet-9163",
      "prescriptionStatus": "prescription",
      "drugUnit": "180mg Tablet",
      "activeIngredient": "Fexofenadine",
      "alcoholWarning": "It is not known whether it is safe to consume alcohol with Fexotab 180mg Tablet. Please consult your doctor.",
      "breastfeedingWarning": "Fexotab 180mg Tablet is safe to use during breastfeeding. Human studies suggest that the drug does not pass into the breastmilk in a significant amount and is not harmful to the baby.<BR>Because of low milk levels and lack of sleepiness, use of Fexotab 180mg Tablet would not be expected to cause any adverse effects in breastfed babies.",
      "foodWarning": null,
      "pregnancyWarning": "Fexotab 180mg Tablet may be unsafe to use during pregnancy. Although there are limited studies in humans, animal studies have shown harmful effects on the developing baby. Your doctor will weigh the benefits and any potential risks before prescribing it to you. Please consult your doctor.",
      "manufacturer": { "@type": "Organization", "legalName": "Royal Labs" },
      "interactingDrug": [
        "Aprepitant",
        "Fosaprepitant",
        "Magaldrate",
        "Sodium Bicarbonate"
      ],
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Fexofenadine 180mg Tablet",
      "dosageForm": "Tablet",
      "description": "Fexotab 180mg Tablet may be taken with or without food, in the dose and duration as advised by the doctor. The dose you are given will depend on your condition and how you respond to the medicine. You should keep taking this medicine for as long as your doctor recommends. Do not stop taking it without consulting your doctor.The most common side effects are headache, drowsiness, dizziness, and nausea. Most of these are temporary and usually resolve with time. Please consult your doctor if any of these side effects do not resolve or persist for a longer duration.Do not self-medicate or recommend your medicine to another person even if you see the similarity in symptoms. Consult your doctor to get the most benefit. Inform your doctor if you are suffering from any problems related to the kidneys, liver, or heart. Pregnant and breastfeeding mothers should not take this medicine without consulting a doctor.",
      "name": "Fexotab 180mg Tablet",
      "proprietaryName": "Fexotab 180mg Tablet",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Fexofenadine",
          "strengthUnit": "mg",
          "strengthValue": "180"
        }
      ],
      "mechanismOfAction": [
        "Fexotab 180mg Tablet belongs to a class of medicines called antihistamines.  It blocks the natural chemical substance (histamine) produced in the body during an allergic state and subsides (lowers) your immune system’s response to these conditions."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/hx2gxivwmeoxxxsc1hix.png"
    },
    {
      "id": 30,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Fexy-Tablet-9164",
      "mainEntityOfPage": "/drugs/Fexy-Tablet-9164",
      "prescriptionStatus": "prescription",
      "drugUnit": "120mg Tablet",
      "activeIngredient": "Fexofenadine",
      "alcoholWarning": "It is not known whether it is safe to consume alcohol with Fexy 120 Tablet. Please consult your doctor.",
      "breastfeedingWarning": "Fexy 120 Tablet is safe to use during breastfeeding. Human studies suggest that the drug does not pass into the breastmilk in a significant amount and is not harmful to the baby.<BR>Because of low milk levels and lack of sleepiness, use of Fexy 120 Tablet would not be expected to cause any adverse effects in breastfed babies.",
      "foodWarning": null,
      "pregnancyWarning": "Fexy 120 Tablet may be unsafe to use during pregnancy. Although there are limited studies in humans, animal studies have shown harmful effects on the developing baby. Your doctor will weigh the benefits and any potential risks before prescribing it to you. Please consult your doctor.",
      "manufacturer": { "@type": "Organization", "legalName": "Lupin Ltd" },
      "interactingDrug": [
        "Aprepitant",
        "Fosaprepitant",
        "Magaldrate",
        "Sodium Bicarbonate"
      ],
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Fexofenadine 120mg Tablet",
      "dosageForm": "Tablet",
      "description": "Fexy 120 Tablet may be taken with or without food, in the dose and duration as advised by the doctor. The dose you are given will depend on your condition and how you respond to the medicine. You should keep taking this medicine for as long as your doctor recommends. Do not stop taking it without consulting your doctor.The most common side effects are headache, drowsiness, dizziness, and nausea. Most of these are temporary and usually resolve with time. Please consult your doctor if any of these side effects do not resolve or persist for a longer duration.Do not self-medicate or recommend your medicine to another person even if you see the similarity in symptoms. Consult your doctor to get the most benefit. Inform your doctor if you are suffering from any problems related to the kidneys, liver, or heart. Pregnant and breastfeeding mothers should not take this medicine without consulting a doctor.",
      "name": "Fexy 120 Tablet",
      "proprietaryName": "Fexy 120 Tablet",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Fexofenadine",
          "strengthUnit": "mg",
          "strengthValue": "120"
        }
      ],
      "mechanismOfAction": [
        "Fexy 120 Tablet belongs to a class of medicines called antihistamines.  It blocks the release of a chemical called histamine, which is responsible for causing inflammation and its associated symptoms such as itching, redness, swelling, and irritation."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/bxr4tpagmarfw2lsfqxt.jpg"
    },
    {
      "id": 31,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Dayo  OD-Tablet PR-5201",
      "mainEntityOfPage": "/drugs/Dayo  OD-Tablet PR-5201",
      "prescriptionStatus": "prescription",
      "drugUnit": "750mg Tablet PR",
      "activeIngredient": "Divalproex",
      "alcoholWarning": "Dayo  OD 750 Tablet PR may cause excessive drowsiness with alcohol.",
      "breastfeedingWarning": "Dayo  OD 750 Tablet PR is safe to use during breastfeeding. Human studies suggest that the drug does not pass into the breastmilk in a significant amount and is not harmful to the baby.",
      "foodWarning": null,
      "pregnancyWarning": "Dayo  OD 750 Tablet PR is unsafe to use during pregnancy as there is definite evidence of risk to the developing baby. However, the doctor may rarely prescribe it in some life-threatening situations if the benefits are more than the potential risks. Please consult your doctor. ",
      "manufacturer": { "@type": "Organization", "legalName": "Lupin Ltd" },
      "interactingDrug": [
        "Alprazolam",
        "Chlordiazepoxide",
        "Clobazam",
        "Clonazepam"
      ],
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Divalproex 750mg Tablet PR",
      "dosageForm": "Tablet PR",
      "description": "Dayo  OD 750 Tablet PR may be used alone or in combination with other medicines. The dose and how often you need to take it will be decided by your doctor so that you get the right amount to control your symptoms. You can take this medicine with or without food but take it at the same time each day to get the most benefit. It usually takes a couple of weeks to work. It is important to take this medicine regularly and for as long as you are advised, even if you feel well. Missing doses may trigger seizures and, if you stop, your condition may get worse. It should never be stopped suddenly.This medicine's most common side effects include headache, blurred vision, nausea, vomiting, dizziness, tiredness, and unsteadiness. Most of these are not serious. Keep taking the medicine but talk to your doctor if these side effects bother you or do not go away. However, if you notice a skin rash or redness, tell your doctor straight away. Long-term treatment with this medicine can cause osteoporosis (reduced bone mass) and increase your risk of breaking a bone. Also, Dayo  OD 750 Tablet PR may rarely lead to suicidal thoughts and behaviors. If your mood becomes depressed, tell your doctor.This medicine may not be suitable for everybody. Before using it, tell your doctor if you have ever had heart problems, kidney or liver disease, difficulty urinating, depression, or suicidal thoughts. Many other medicines can interfere with it and some should not be taken together so tell your doctor all the medicines you are taking to make sure it is safe. If you are pregnant, do not start or stop taking this medicine without asking your doctor. Drinking alcohol should be avoided as it can increase some of the side effects and can also increase your risk of seizures. You may need frequent blood tests to help your doctor make sure you are taking the right dose both before you start and while you are using it.",
      "name": "Dayo  OD 750 Tablet PR",
      "proprietaryName": "Dayo  OD 750 Tablet PR",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Divalproex",
          "strengthUnit": "mg",
          "strengthValue": "750"
        }
      ],
      "mechanismOfAction": [
        "Dayo  OD 750 Tablet PR is an antiepileptic medication.  It controls seizures or fits by decreasing the abnormal and excessive activity of the nerve cells in the brain."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/b29rvtvgnsbvmlsuzr3x.jpg"
    },
    {
      "id": 32,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Diproex-Tablet-5165",
      "mainEntityOfPage": "/drugs/Diproex-Tablet-5165",
      "prescriptionStatus": "prescription",
      "drugUnit": "500mg Tablet",
      "activeIngredient": "Divalproex",
      "alcoholWarning": "Diproex 500mg Tablet may cause excessive drowsiness with alcohol.",
      "breastfeedingWarning": "Diproex 500mg Tablet is safe to use during breastfeeding. Human studies suggest that the drug does not pass into the breastmilk in a significant amount and is not harmful to the baby.",
      "foodWarning": null,
      "pregnancyWarning": "Diproex 500mg Tablet is unsafe to use during pregnancy as there is definite evidence of risk to the developing baby. However, the doctor may rarely prescribe it in some life-threatening situations if the benefits are more than the potential risks. Please consult your doctor. ",
      "manufacturer": {
        "@type": "Organization",
        "legalName": "Torrent Pharmaceuticals Ltd"
      },
      "interactingDrug": [
        "Alprazolam",
        "Chlordiazepoxide",
        "Clobazam",
        "Clonazepam"
      ],
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Divalproex 500mg Tablet",
      "dosageForm": "Tablet",
      "description": "Diproex 500mg Tablet may be used alone or in combination with other medicines. The dose and how often you need to take it will be decided by your doctor so that you get the right amount to control your symptoms. You can take this medicine with or without food but take it at the same time each day to get the most benefit. It usually takes a couple of weeks to work. It is important to take this medicine regularly and for as long as you are advised, even if you feel well. Missing doses may trigger seizures and, if you stop, your condition may get worse. It should never be stopped suddenly.This medicine's most common side effects include headache, blurred vision, nausea, vomiting, dizziness, tiredness, and unsteadiness. Most of these are not serious. Keep taking the medicine but talk to your doctor if these side effects bother you or do not go away. However, if you notice a skin rash or redness, tell your doctor straight away. Long-term treatment with this medicine can cause osteoporosis (reduced bone mass) and increase your risk of breaking a bone. Also, Diproex 500mg Tablet may rarely lead to suicidal thoughts and behaviors. If your mood becomes depressed, tell your doctor.This medicine may not be suitable for everybody. Before using it, tell your doctor if you have ever had heart problems, kidney or liver disease, difficulty urinating, depression, or suicidal thoughts. Many other medicines can interfere with it and some should not be taken together so tell your doctor all the medicines you are taking to make sure it is safe. If you are pregnant, do not start or stop taking this medicine without asking your doctor. Drinking alcohol should be avoided as it can increase some of the side effects and can also increase your risk of seizures. You may need frequent blood tests to help your doctor make sure you are taking the right dose both before you start and while you are using it.",
      "name": "Diproex 500mg Tablet",
      "proprietaryName": "Diproex 500mg Tablet",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Divalproex",
          "strengthUnit": "mg",
          "strengthValue": "500"
        }
      ],
      "mechanismOfAction": [
        "Diproex 500mg Tablet is an antiepileptic medication.  It controls seizures or fits by decreasing the abnormal and excessive activity of the nerve cells in the brain."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/hx2gxivwmeoxxxsc1hix.png"
    },
    {
      "id": 33,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Divalex-Tablet-5173",
      "mainEntityOfPage": "/drugs/Divalex-Tablet-5173",
      "prescriptionStatus": "prescription",
      "drugUnit": "500mg Tablet",
      "activeIngredient": "Divalproex",
      "alcoholWarning": "Divalex OD 500 Tablet may cause excessive drowsiness with alcohol.",
      "breastfeedingWarning": "Divalex OD 500 Tablet is safe to use during breastfeeding. Human studies suggest that the drug does not pass into the breastmilk in a significant amount and is not harmful to the baby.",
      "foodWarning": null,
      "pregnancyWarning": "Divalex OD 500 Tablet is unsafe to use during pregnancy as there is definite evidence of risk to the developing baby. However, the doctor may rarely prescribe it in some life-threatening situations if the benefits are more than the potential risks. Please consult your doctor. ",
      "manufacturer": {
        "@type": "Organization",
        "legalName": "Crescent Therapeutics Ltd"
      },
      "interactingDrug": [
        "Alprazolam",
        "Chlordiazepoxide",
        "Clobazam",
        "Clonazepam"
      ],
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Divalproex 500mg Tablet",
      "dosageForm": "Tablet",
      "description": "Divalex OD 500 Tablet may be used alone or in combination with other medicines. The dose and how often you need to take it will be decided by your doctor so that you get the right amount to control your symptoms. You can take this medicine with or without food but take it at the same time each day to get the most benefit. It usually takes a couple of weeks to work. It is important to take this medicine regularly and for as long as you are advised, even if you feel well. Missing doses may trigger seizures and, if you stop, your condition may get worse. It should never be stopped suddenly.This medicine's most common side effects include headache, blurred vision, nausea, vomiting, dizziness, tiredness, and unsteadiness. Most of these are not serious. Keep taking the medicine but talk to your doctor if these side effects bother you or do not go away. However, if you notice a skin rash or redness, tell your doctor straight away. Long-term treatment with this medicine can cause osteoporosis (reduced bone mass) and increase your risk of breaking a bone. Also, Divalex OD 500 Tablet may rarely lead to suicidal thoughts and behaviors. If your mood becomes depressed, tell your doctor.This medicine may not be suitable for everybody. Before using it, tell your doctor if you have ever had heart problems, kidney or liver disease, difficulty urinating, depression, or suicidal thoughts. Many other medicines can interfere with it and some should not be taken together so tell your doctor all the medicines you are taking to make sure it is safe. If you are pregnant, do not start or stop taking this medicine without asking your doctor. Drinking alcohol should be avoided as it can increase some of the side effects and can also increase your risk of seizures. You may need frequent blood tests to help your doctor make sure you are taking the right dose both before you start and while you are using it.",
      "name": "Divalex OD 500 Tablet",
      "proprietaryName": "Divalex OD 500 Tablet",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Divalproex",
          "strengthUnit": "mg",
          "strengthValue": "500"
        }
      ],
      "mechanismOfAction": [
        "Divalex OD 500 Tablet is an antiepileptic medication.  It controls seizures or fits by decreasing the abnormal and excessive activity of the nerve cells in the brain."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/hx2gxivwmeoxxxsc1hix.png"
    },
    { "id": 34 },
    {
      "id": 35,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Forcan-Tablet DT-9559",
      "mainEntityOfPage": "/drugs/Forcan-Tablet DT-9559",
      "prescriptionStatus": "prescription",
      "drugUnit": "100mg Tablet DT",
      "activeIngredient": "Fluconazole",
      "alcoholWarning": "Caution is advised when consuming alcohol with Forcan 100mg Tablet DT. Please consult your doctor.",
      "breastfeedingWarning": "Forcan 100mg Tablet DT is safe to use during breastfeeding. Human studies suggest that the drug does not pass into the breastmilk in a significant amount and is not harmful to the baby.",
      "foodWarning": null,
      "pregnancyWarning": "Forcan 100mg Tablet DT is unsafe to use during pregnancy as there is definite evidence of risk to the developing baby. However, the doctor may rarely prescribe it in some life-threatening situations if the benefits are more than the potential risks. Please consult your doctor. ",
      "manufacturer": { "@type": "Organization", "legalName": "Cipla Ltd" },
      "interactingDrug": [
        "Alfuzosin",
        "Amisulpride",
        "Aripiprazole",
        "Chlorpromazine"
      ],
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Fluconazole 100mg Tablet DT",
      "dosageForm": "Tablet DT",
      "description": "Forcan 100mg Tablet DT should be taken in the dose and duration as prescribed by your doctor. It should be swallowed whole and can be taken with or without food. The dosage and length of treatment will depend on the condition you are being treated for. Sometimes this will be in cycles of use and non-use. To get the most benefit, take this medicine at evenly spaced times and continue using it until your prescription is finished, even if your symptoms disappear after a few days. If you stop treatment too early, the infection may return and if you miss doses you can increase your risk of infections that are resistant to further treatment. Tell your doctor if the infection does not get better or if it gets worse. Avoid taking antacid treatments within one hour before or two hours after you take it.The most common side effects of this medicine include stomach pain, headache, and nausea. You could ask your doctor about ways of preventing or reducing these effects. Stop taking medicine and inform your doctor if you notice signs of an allergic reaction such as rash, swelling of the lips, throat, or face, swallowing or breathing problems, dizziness, and nausea.Do not take Forcan 100mg Tablet DT if you are pregnant unless your doctor has told you to. Inform your doctor if you have a history of heart failure, a weak immune system (including HIV/AIDS), kidney problems, or liver problems such as yellow skin (jaundice). This medicine may not be suitable for you. If your course of treatment is for more than a month, your doctor may monitor your liver function. This medicine may make you dizzy so do not drive or operate machines until it is safe.",
      "name": "Forcan 100mg Tablet DT",
      "proprietaryName": "Forcan 100mg Tablet DT",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Fluconazole",
          "strengthUnit": "mg",
          "strengthValue": "100"
        }
      ],
      "mechanismOfAction": [
        "Forcan 100mg Tablet DT is an antifungal medication.  It kills and stops the growth of the fungi by destroying its cell membrane, thereby treating your skin infection."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/hx2gxivwmeoxxxsc1hix.png"
    },
    {
      "id": 36,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Flugraine-Tablet-9875",
      "mainEntityOfPage": "/drugs/Flugraine-Tablet-9875",
      "prescriptionStatus": "prescription",
      "drugUnit": "10mg Tablet",
      "activeIngredient": "Flunarizine",
      "alcoholWarning": "Flugraine 10mg Tablet may cause excessive drowsiness with alcohol.",
      "breastfeedingWarning": "Information regarding the use of Flugraine 10mg Tablet during breastfeeding is not available. Please consult your doctor.",
      "foodWarning": null,
      "pregnancyWarning": "Information regarding the use of Flugraine 10mg Tablet during pregnancy is not available. Please consult your doctor.",
      "manufacturer": {
        "@type": "Organization",
        "legalName": "Orchid Chemicals & Pharmaceuticals Ltd"
      },
      "interactingDrug": null,
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Flunarizine 10mg Tablet",
      "dosageForm": "Tablet",
      "description": "Flugraine 10mg Tablet may be taken with or without food. However, it is advised to take it at the same time each day as this helps to maintain a consistent level of medicine in the body. Do not skip any doses and finish the full course of treatment even if you feel better and if you have missed a dose, take it as soon as you remember. You should continue to take this medicine for as long as the doctor advises and do not stop taking it suddenly.Side effects associated with the use of this medicine include muscle pain, fatigue, constipation, nausea, insomnia (difficulty sleeping), and runny nose. Some other side effects that may be seen on taking this medicine are increased appetite, depression, stomach discomfort, and breast pain. It may also cause sleepiness at the beginning of your treatment, so do not drive, operate machinery, until you know how this medicine affects you.It may also cause weight gain and to prevent it you can eat a healthy balanced diet and should exercise regularly. This medicine may cause changes in your mood and you may feel depressed, therefore, regular monitoring of behavior is important. Pregnant or breastfeeding mothers should consult their doctor before taking this medicine.",
      "name": "Flugraine 10mg Tablet",
      "proprietaryName": "Flugraine 10mg Tablet",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Flunarizine",
          "strengthUnit": "mg",
          "strengthValue": "10"
        }
      ],
      "mechanismOfAction": [
        "Migraine headaches are thought to result from the dilatation of blood vessels in the head.  Flugraine 10mg Tablet works by preventing loss of tone and dilation of blood vessels, thus preventing the migraine headache."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/hx2gxivwmeoxxxsc1hix.png"
    },
    {
      "id": 37,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Flunarin-Tablet-9883",
      "mainEntityOfPage": "/drugs/Flunarin-Tablet-9883",
      "prescriptionStatus": "prescription",
      "drugUnit": "10mg Tablet",
      "activeIngredient": "Flunarizine",
      "alcoholWarning": "Flunarin 10 Tablet may cause excessive drowsiness with alcohol.",
      "breastfeedingWarning": "Information regarding the use of Flunarin 10 Tablet during breastfeeding is not available. Please consult your doctor.",
      "foodWarning": null,
      "pregnancyWarning": "Information regarding the use of Flunarin 10 Tablet during pregnancy is not available. Please consult your doctor.",
      "manufacturer": { "@type": "Organization", "legalName": "FDC Ltd" },
      "interactingDrug": null,
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Flunarizine 10mg Tablet",
      "dosageForm": "Tablet",
      "description": "Flunarin 10 Tablet may be taken with or without food. However, it is advised to take it at the same time each day as this helps to maintain a consistent level of medicine in the body. Do not skip any doses and finish the full course of treatment even if you feel better and if you have missed a dose, take it as soon as you remember. You should continue to take this medicine for as long as the doctor advises and do not stop taking it suddenly.Side effects associated with the use of this medicine include muscle pain, fatigue, constipation, nausea, insomnia (difficulty sleeping), and runny nose. Some other side effects that may be seen on taking this medicine are increased appetite, depression, stomach discomfort, and breast pain. It may also cause sleepiness at the beginning of your treatment, so do not drive, operate machinery, until you know how this medicine affects you.It may also cause weight gain and to prevent it you can eat a healthy balanced diet and should exercise regularly. This medicine may cause changes in your mood and you may feel depressed, therefore, regular monitoring of behavior is important. Pregnant or breastfeeding mothers should consult their doctor before taking this medicine.",
      "name": "Flunarin 10 Tablet",
      "proprietaryName": "Flunarin 10 Tablet",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Flunarizine",
          "strengthUnit": "mg",
          "strengthValue": "10"
        }
      ],
      "mechanismOfAction": [
        "Migraine headaches are thought to result from the dilatation of blood vessels in the head.  Flunarin 10 Tablet works by preventing loss of tone and dilation of blood vessels, thus preventing the migraine headache."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/tryngrn6bkdydeoznh5c.jpg"
    },
    {
      "id": 38,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/H Stat-Tablet-8367",
      "mainEntityOfPage": "/drugs/H Stat-Tablet-8367",
      "prescriptionStatus": "prescription",
      "drugUnit": "250mg Tablet",
      "activeIngredient": "Ethamsylate",
      "alcoholWarning": "It is not known whether it is safe to consume alcohol with H Stat 250mg Tablet. Please consult your doctor.",
      "breastfeedingWarning": "Information regarding the use of H Stat 250mg Tablet during breastfeeding is not available. Please consult your doctor.",
      "foodWarning": null,
      "pregnancyWarning": "H Stat 250mg Tablet may be unsafe to use during pregnancy. Although there are limited studies in humans, animal studies have shown harmful effects on the developing baby. Your doctor will weigh the benefits and any potential risks before prescribing it to you. Please consult your doctor.",
      "manufacturer": {
        "@type": "Organization",
        "legalName": "Obsurge Biotech Ltd"
      },
      "interactingDrug": null,
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Ethamsylate 250mg Tablet",
      "dosageForm": "Tablet",
      "description": "H Stat 250mg Tablet is a hemostatic medication. It acts by increasing the ability of platelets to stick together and helps in the formation of blood clots. It also helps in controlling bleeding from capillaries which are tiny blood vessels. Take it in the exact dose and duration as prescribed by the doctor to get the maximum benefits.Some common side effects of this medicine include nausea, headache, diarrhea, vomiting, or skin rash. If you experienced any of these side effects, let your doctor know. They may be able to suggest ways to prevent or reduce the side effects.Before you take the medicine, inform the doctor if you have any problems with your liver, heart, or kidney. Do not take this medicine if you have any known allergies to this medication.",
      "name": "H Stat 250mg Tablet",
      "proprietaryName": "H Stat 250mg Tablet",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Ethamsylate",
          "strengthUnit": "mg",
          "strengthValue": "250"
        }
      ],
      "mechanismOfAction": [
        "H Stat 250mg Tablet is a haemostatic medication.  It works by increasing the ability of platelets to stick together and form blood clots.  It also helps control bleeding from tiny blood vessels (capillaries)."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/hx2gxivwmeoxxxsc1hix.png"
    },
    { "id": 39 },
    {
      "id": 40,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Dofasma OD-Tablet-5760",
      "mainEntityOfPage": "/drugs/Dofasma OD-Tablet-5760",
      "prescriptionStatus": "prescription",
      "drugUnit": "400mg Tablet",
      "activeIngredient": "Doxofylline",
      "alcoholWarning": "It is not known whether it is safe to consume alcohol with Dofasma OD 400mg Tablet. Please consult your doctor.",
      "breastfeedingWarning": "Dofasma OD 400mg Tablet is safe to use during breastfeeding. Human studies suggest that the drug does not pass into the breastmilk in a significant amount and is not harmful to the baby.",
      "foodWarning": null,
      "pregnancyWarning": "Information regarding the use of Dofasma OD 400mg Tablet during pregnancy is not available. Please consult your doctor.",
      "manufacturer": {
        "@type": "Organization",
        "legalName": "Tas Med India Pvt Ltd"
      },
      "interactingDrug": null,
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Doxofylline 400mg Tablet",
      "dosageForm": "Tablet",
      "description": "Dofasma OD 400mg Tablet can be taken with the food in the evening. Take it in the exact dose and duration as prescribed by your doctor. The dose and how often should take it may depend on what you are taking it for. Take it for as long as it is prescribed for you. In case you missed a dose, take it as soon as you remember it. It does not work immediately or prevent the already started breathing trouble, hence always carry your medical inhaler with you for an emergency.The most common side effects of this medicine include vomiting, headache, nausea, and stomach upset. If these bother you or appear serious, let your doctor know. There may be ways of reducing or preventing them. Generally, it is advised not to consume alcohol or do not smoke while on treatment. You must avoid high caffeinated products like coffee, tea, and dark chocolates as it enhances drug side effects.Before taking this medicine, let your doctor if you have kidney or liver disease or if you have heart-related problems. Your doctor should also know about all other medicines you are taking as many of these may make this medicine less effective or change the way it works. Inform your doctor if you are pregnant or breastfeeding before starting the treatment.",
      "name": "Dofasma OD 400mg Tablet",
      "proprietaryName": "Dofasma OD 400mg Tablet",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Doxofylline",
          "strengthUnit": "mg",
          "strengthValue": "400"
        }
      ],
      "mechanismOfAction": [
        "Dofasma OD 400mg Tablet is a bronchodilator.  It works by relaxing the muscles of the airways and widens airways.  This makes breathing easier."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/hx2gxivwmeoxxxsc1hix.png"
    },
    {
      "id": 41,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Doxovent-Tablet-5762",
      "mainEntityOfPage": "/drugs/Doxovent-Tablet-5762",
      "prescriptionStatus": "prescription",
      "drugUnit": "400mg Tablet",
      "activeIngredient": "Doxofylline",
      "alcoholWarning": "It is not known whether it is safe to consume alcohol with Doxovent Tablet. Please consult your doctor.",
      "breastfeedingWarning": "Doxovent Tablet is safe to use during breastfeeding. Human studies suggest that the drug does not pass into the breastmilk in a significant amount and is not harmful to the baby.",
      "foodWarning": null,
      "pregnancyWarning": "Information regarding the use of Doxovent Tablet during pregnancy is not available. Please consult your doctor.",
      "manufacturer": {
        "@type": "Organization",
        "legalName": "Glenmark Pharmaceuticals Ltd"
      },
      "interactingDrug": null,
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Doxofylline 400mg Tablet",
      "dosageForm": "Tablet",
      "description": "Doxovent Tablet can be taken with the food in the evening. Take it in the exact dose and duration as prescribed by your doctor. The dose and how often should take it may depend on what you are taking it for. Take it for as long as it is prescribed for you. In case you missed a dose, take it as soon as you remember it. It does not work immediately or prevent the already started breathing trouble, hence always carry your medical inhaler with you for an emergency.The most common side effects of this medicine include vomiting, headache, nausea, and stomach upset. If these bother you or appear serious, let your doctor know. There may be ways of reducing or preventing them. Generally, it is advised not to consume alcohol or do not smoke while on treatment. You must avoid high caffeinated products like coffee, tea, and dark chocolates as it enhances drug side effects.Before taking this medicine, let your doctor if you have kidney or liver disease or if you have heart-related problems. Your doctor should also know about all other medicines you are taking as many of these may make this medicine less effective or change the way it works. Inform your doctor if you are pregnant or breastfeeding before starting the treatment.",
      "name": "Doxovent Tablet",
      "proprietaryName": "Doxovent Tablet",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Doxofylline",
          "strengthUnit": "mg",
          "strengthValue": "400"
        }
      ],
      "mechanismOfAction": [
        "Doxovent Tablet is a bronchodilator.  It works by relaxing the muscles of the airways and widens airways.  This makes breathing easier."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/mhpvy2u6pihpf5frmj6w.jpg"
    },
    {
      "id": 42,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Duvanta-Tablet-6292",
      "mainEntityOfPage": "/drugs/Duvanta-Tablet-6292",
      "prescriptionStatus": "prescription",
      "drugUnit": "40mg Tablet",
      "activeIngredient": "Duloxetine",
      "alcoholWarning": "It is unsafe to consume alcohol with Duvanta 40 Tablet.",
      "breastfeedingWarning": "Duvanta 40 Tablet is probably unsafe to use during breastfeeding. Limited human data suggests that the drug may pass into the breastmilk and harm the baby.",
      "foodWarning": null,
      "pregnancyWarning": "Duvanta 40 Tablet may be unsafe to use during pregnancy. Although there are limited studies in humans, animal studies have shown harmful effects on the developing baby. Your doctor will weigh the benefits and any potential risks before prescribing it to you. Please consult your doctor.",
      "manufacturer": {
        "@type": "Organization",
        "legalName": "Intas Pharmaceuticals Ltd"
      },
      "interactingDrug": [
        "Thioridazine",
        "Atazanavir",
        "Atomoxetine",
        "Citalopram"
      ],
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Duloxetine 40mg Tablet",
      "dosageForm": "Tablet",
      "description": "Duvanta 40 Tablet works by increasing the level of chemical messengers (serotonin and noradrenaline) in the brain that have a calming effect on the brain and relax the nerves, thus treating your illness. It may be taken with or without food. It is advised to take this medicine at a fixed time each day to maintain a consistent level in the blood. If you miss any doses, take it as soon as you remember. Do not skip any doses and finish the full course of treatment even if you feel better. This medication mustn't be stopped suddenly as it may worsen your symptoms.Some common side effects of this medicine include nausea, headache, and dry mouth. It even causes dizziness and sleepiness, so do not drive or do anything that requires mental focus until you know how this medicine affects you. However, these side effects are temporary and usually resolve on their own in some time. Please consult your doctor if these do not subside or bother you.Before taking Duvanta 40 Tablet, inform your doctor if you have any problems with your kidneys, heart, liver, or have a history of seizures (epilepsy or fits). Inform your doctor if you develop any unusual changes in mood or behavior, new or worsening depression, or if you have any suicidal thoughts.",
      "name": "Duvanta 40 Tablet",
      "proprietaryName": "Duvanta 40 Tablet",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Duloxetine",
          "strengthUnit": "mg",
          "strengthValue": "40"
        }
      ],
      "mechanismOfAction": [
        "Duvanta 40 Tablet works by increasing the levels of chemical messengers (serotonin and noradrenaline), natural substances in the brain that help maintain mental balance and stop the movement of pain signals in the brain."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/ny3ips7yhmuakrof02mp.jpg"
    },
    {
      "id": 43,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Symbal-Tablet-6293",
      "mainEntityOfPage": "/drugs/Symbal-Tablet-6293",
      "prescriptionStatus": "prescription",
      "drugUnit": "40mg Tablet",
      "activeIngredient": "Duloxetine",
      "alcoholWarning": "It is unsafe to consume alcohol with Symbal 40 Tablet.",
      "breastfeedingWarning": "Symbal 40 Tablet is probably unsafe to use during breastfeeding. Limited human data suggests that the drug may pass into the breastmilk and harm the baby.",
      "foodWarning": null,
      "pregnancyWarning": "Symbal 40 Tablet may be unsafe to use during pregnancy. Although there are limited studies in humans, animal studies have shown harmful effects on the developing baby. Your doctor will weigh the benefits and any potential risks before prescribing it to you. Please consult your doctor.",
      "manufacturer": {
        "@type": "Organization",
        "legalName": "Torrent Pharmaceuticals Ltd"
      },
      "interactingDrug": [
        "Thioridazine",
        "Atazanavir",
        "Atomoxetine",
        "Citalopram"
      ],
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Duloxetine 40mg Tablet",
      "dosageForm": "Tablet",
      "description": "Symbal 40 Tablet works by increasing the level of chemical messengers (serotonin and noradrenaline) in the brain that have a calming effect on the brain and relax the nerves, thus treating your illness. It may be taken with or without food. It is advised to take this medicine at a fixed time each day to maintain a consistent level in the blood. If you miss any doses, take it as soon as you remember. Do not skip any doses and finish the full course of treatment even if you feel better. This medication mustn't be stopped suddenly as it may worsen your symptoms.Some common side effects of this medicine include nausea, headache, and dry mouth. It even causes dizziness and sleepiness, so do not drive or do anything that requires mental focus until you know how this medicine affects you. However, these side effects are temporary and usually resolve on their own in some time. Please consult your doctor if these do not subside or bother you.Before taking Symbal 40 Tablet, inform your doctor if you have any problems with your kidneys, heart, liver, or have a history of seizures (epilepsy or fits). Inform your doctor if you develop any unusual changes in mood or behavior, new or worsening depression, or if you have any suicidal thoughts.",
      "name": "Symbal 40 Tablet",
      "proprietaryName": "Symbal 40 Tablet",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Duloxetine",
          "strengthUnit": "mg",
          "strengthValue": "40"
        }
      ],
      "mechanismOfAction": [
        "Symbal 40 Tablet works by increasing the levels of chemical messengers (serotonin and noradrenaline), natural substances in the brain that help maintain mental balance and stop the movement of pain signals in the brain."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/kqgtnxnxmtt9p1ebx5y2.jpg"
    },
    {
      "id": 44,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Ulozet-Capsule-6338",
      "mainEntityOfPage": "/drugs/Ulozet-Capsule-6338",
      "prescriptionStatus": "prescription",
      "drugUnit": "40mg Capsule",
      "activeIngredient": "Duloxetine",
      "alcoholWarning": "It is unsafe to consume alcohol with Ulozet 40mg Capsule.",
      "breastfeedingWarning": "Ulozet 40mg Capsule is probably unsafe to use during breastfeeding. Limited human data suggests that the drug may pass into the breastmilk and harm the baby.",
      "foodWarning": null,
      "pregnancyWarning": "Ulozet 40mg Capsule may be unsafe to use during pregnancy. Although there are limited studies in humans, animal studies have shown harmful effects on the developing baby. Your doctor will weigh the benefits and any potential risks before prescribing it to you. Please consult your doctor.",
      "manufacturer": {
        "@type": "Organization",
        "legalName": "Sun Pharmaceutical Industries Ltd"
      },
      "interactingDrug": [
        "Thioridazine",
        "Atazanavir",
        "Atomoxetine",
        "Citalopram"
      ],
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Duloxetine 40mg Capsule",
      "dosageForm": "Capsule",
      "description": "Ulozet 40mg Capsule works by increasing the level of chemical messengers (serotonin and noradrenaline) in the brain that have a calming effect on the brain and relax the nerves, thus treating your illness. It may be taken with or without food. It is advised to take this medicine at a fixed time each day to maintain a consistent level in the blood. If you miss any doses, take it as soon as you remember. Do not skip any doses and finish the full course of treatment even if you feel better. This medication mustn't be stopped suddenly as it may worsen your symptoms.Some common side effects of this medicine include nausea, headache, and dry mouth. It even causes dizziness and sleepiness, so do not drive or do anything that requires mental focus until you know how this medicine affects you. However, these side effects are temporary and usually resolve on their own in some time. Please consult your doctor if these do not subside or bother you.Before taking Ulozet 40mg Capsule, inform your doctor if you have any problems with your kidneys, heart, liver, or have a history of seizures (epilepsy or fits). Inform your doctor if you develop any unusual changes in mood or behavior, new or worsening depression, or if you have any suicidal thoughts.",
      "name": "Ulozet 40mg Capsule",
      "proprietaryName": "Ulozet 40mg Capsule",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Duloxetine",
          "strengthUnit": "mg",
          "strengthValue": "40"
        }
      ],
      "mechanismOfAction": [
        "Ulozet 40mg Capsule works by increasing the levels of chemical messengers (serotonin and noradrenaline), natural substances in the brain that help maintain mental balance and stop the movement of pain signals in the brain."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/hx2gxivwmeoxxxsc1hix.png"
    },
    { "id": 45 },
    {
      "id": 46,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Finap-Tablet-9218",
      "mainEntityOfPage": "/drugs/Finap-Tablet-9218",
      "prescriptionStatus": "prescription",
      "drugUnit": "1mg Tablet",
      "activeIngredient": "Finasteride",
      "alcoholWarning": "It is not known whether it is safe to consume alcohol with Finap Tablet. Please consult your doctor.",
      "breastfeedingWarning": "Information regarding the use of Finap Tablet during breastfeeding is not available. Please consult your doctor.<BR>Finap Tablet is not indicated in women.",
      "foodWarning": null,
      "pregnancyWarning": "Finap Tablet is highly unsafe to use during pregnancy. Seek your doctor's advice as studies on pregnant women and animals have shown significant harmful effects to the developing baby.",
      "manufacturer": {
        "@type": "Organization",
        "legalName": "Salve Pharmaceuticals Pvt Ltd"
      },
      "interactingDrug": [
        "Amlodipine",
        "Benidipine",
        "Cilnidipine",
        "Felodipine"
      ],
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Finasteride 1mg Tablet",
      "dosageForm": "Tablet",
      "description": "Finap Tablet is to be taken by mouth with or without food. The dose and duration of the medicine should be taken as per prescription. An overdose of it may cause harm to your health. It is better to take the medicine at the same time each day and it must be swallowed as a whole. It may take some time for the medicine to act upon the symptoms, so it is important to take the medicine regularly. The course of the treatment should be completed for better efficacy of the medicine.This medicine is usually well tolerated. However, it may cause some mild sexual side effects such as low decreased libido, erectile dysfunction, and ejaculation disorder. Some people may also experience allergic reactions such as itching, rashes, and swelling of the lips or face. If you experience any of these side effects, consult your doctor without delay.Before starting the treatment, it is important to tell your doctor if you are taking any medication for any health condition.",
      "name": "Finap Tablet",
      "proprietaryName": "Finap Tablet",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Finasteride",
          "strengthUnit": "mg",
          "strengthValue": "1"
        }
      ],
      "mechanismOfAction": [
        "Finap Tablet is a 5-alpha reductase inhibitor.  It blocks the body's production of a male hormone in the scalp that stops hair growth, thereby reversing the balding process and preventing further hair loss."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/ftq3mzowcsr12nopflip.jpg"
    },
    {
      "id": 47,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Biodoxi-Tablet-6004",
      "mainEntityOfPage": "/drugs/Biodoxi-Tablet-6004",
      "prescriptionStatus": "prescription",
      "drugUnit": "100mg Tablet",
      "activeIngredient": "Doxycycline",
      "alcoholWarning": "It is unsafe to consume alcohol with Biodoxi 100 Tablet.",
      "breastfeedingWarning": "Biodoxi 100 Tablet is probably safe to use during breastfeeding. Limited human data suggests that the drug does not represent any significant risk to the baby.",
      "foodWarning": null,
      "pregnancyWarning": "Biodoxi 100 Tablet is unsafe to use during pregnancy as there is definite evidence of risk to the developing baby. However, the doctor may rarely prescribe it in some life-threatening situations if the benefits are more than the potential risks. Please consult your doctor. ",
      "manufacturer": {
        "@type": "Organization",
        "legalName": "Biochem Pharmaceutical Industries"
      },
      "interactingDrug": [
        "Acitretin",
        "Strontium Chloride",
        "Carbamazepine",
        "Fosphenytoin"
      ],
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Doxycycline 100mg Tablet",
      "dosageForm": "Tablet",
      "description": "Biodoxi 100 Tablet is best taken either 1 hour before or 2 hours after a meal. You should take it regularly at evenly spaced intervals as per the schedule prescribed by your doctor. Taking it at the same time every day will help you to remember to take it. The dose will depend on what you are being treated for, but you should always complete a full course of this antibiotic as prescribed by your doctor. Do not stop taking it until you have finished, even when you feel better. If you stop taking it early, some bacteria may survive and the infection may come back.Commonly seen side effects seen with this medicine include vomiting, nausea, and diarrhea. These are usually temporary and subside with the completion of treatment. Consult your doctor if you find these side effects bother or worry you.Inform your doctor if you have any previous history of allergy to any antibiotic before taking this medicine. You should also let your doctor know all other medicines you are taking as they may affect, or be affected by this medicine. Pregnant or breastfeeding women should consult their doctor before using it. It may blur your vision or make you feel sleepy and dizzy. Do not drive if these symptoms occur.",
      "name": "Biodoxi 100 Tablet",
      "proprietaryName": "Biodoxi 100 Tablet",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Doxycycline",
          "strengthUnit": "mg",
          "strengthValue": "100"
        }
      ],
      "mechanismOfAction": [
        "Biodoxi 100 Tablet is an antibiotic.  It stops bacterial growth by preventing synthesis of essential proteins required by bacteria to carry out vital functions."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/hx2gxivwmeoxxxsc1hix.png"
    },
    {
      "id": 48,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Microgest-Capsule-6550",
      "mainEntityOfPage": "/drugs/Microgest-Capsule-6550",
      "prescriptionStatus": "prescription",
      "drugUnit": "100mg Capsule",
      "activeIngredient": "Progesterone (Natural Micronized)",
      "alcoholWarning": "It is not known whether it is safe to consume alcohol with Microgest 100mg Softgel Capsule. Please consult your doctor.",
      "breastfeedingWarning": "Microgest 100mg Softgel Capsule is safe to use during breastfeeding. Human studies suggest that the drug does not pass into the breastmilk in a significant amount and is not harmful to the baby.",
      "foodWarning": null,
      "pregnancyWarning": "Microgest 100mg Softgel Capsule is safe to use during pregnancy. Most studies have shown low or no risk to the developing baby.",
      "manufacturer": {
        "@type": "Organization",
        "legalName": "Walter Bushnell"
      },
      "interactingDrug": null,
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Progesterone (Natural Micronized) 100mg Capsule",
      "dosageForm": "Capsule",
      "description": "Microgest 100mg Softgel Capsule is also prescribed along with estrogen as a part of hormonal replacement therapy for preventing endometrial hyperplasia (thickening of the lining of the uterus).  It should be taken with food. It should be taken at the same time each day to get the most benefit. You should continue taking it for as long as your doctor has told you to, even if you feel well. The most common side effects include abdominal bloating, abdominal pain, dizziness, headache, depression, breast tenderness, hot flushes, vaginal discharge, joint paint, and urinary incontinence. Side effects are more common during the first few weeks and usually lessen as your body gets used to the medicine. You may also experience bleeding or spotting between your periods, consult with your doctor if it happens frequently. Before taking this medicine, inform your doctor if you have, or have had, breast cancer, unusual bleeding in the vagina, or liver disease. You will probably have several tests both before and during treatment to check your womb.  Also, tell your doctor what other medicines you are taking as some may affect, or be affected by, this medicine. In general, it is advisable to avoid alcohol and smoking.",
      "name": "Microgest 100mg Softgel Capsule",
      "proprietaryName": "Microgest 100mg Softgel Capsule",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Progesterone (Natural Micronized)",
          "strengthUnit": "mg",
          "strengthValue": "100"
        }
      ],
      "mechanismOfAction": [
        "Microgest 100mg Softgel Capsule is a progesterone (female hormone).  It helps to establish and maintain pregnancy.  It also prevents the increase in thickness of the endometrium (lining of the uterus) caused by estrogen."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/hx2gxivwmeoxxxsc1hix.png"
    },
    { "id": 49 },
    {
      "id": 50,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Endogest-Tablet SR-6816",
      "mainEntityOfPage": "/drugs/Endogest-Tablet SR-6816",
      "prescriptionStatus": "prescription",
      "drugUnit": "200mg Tablet SR",
      "activeIngredient": "Progesterone (Natural Micronized)",
      "alcoholWarning": "It is not known whether it is safe to consume alcohol with Endogest 200 SR Tablet. Please consult your doctor.",
      "breastfeedingWarning": "Endogest 200 SR Tablet is safe to use during breastfeeding. Human studies suggest that the drug does not pass into the breastmilk in a significant amount and is not harmful to the baby.",
      "foodWarning": null,
      "pregnancyWarning": "Endogest 200 SR Tablet is safe to use during pregnancy. Most studies have shown low or no risk to the developing baby.",
      "manufacturer": { "@type": "Organization", "legalName": "Cipla Ltd" },
      "interactingDrug": null,
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Progesterone (Natural Micronized) 200mg Tablet SR",
      "dosageForm": "Tablet SR",
      "description": "Endogest 200 SR Tablet is also prescribed along with estrogen as a part of hormonal replacement therapy for preventing endometrial hyperplasia (thickening of the lining of the uterus).  It should be taken with food. It should be taken at the same time each day to get the most benefit. You should continue taking it for as long as your doctor has told you to, even if you feel well. The most common side effects include abdominal bloating, abdominal pain, dizziness, headache, depression, breast tenderness, hot flushes, vaginal discharge, joint paint, and urinary incontinence. Side effects are more common during the first few weeks and usually lessen as your body gets used to the medicine. You may also experience bleeding or spotting between your periods, consult with your doctor if it happens frequently. Before taking this medicine, inform your doctor if you have, or have had, breast cancer, unusual bleeding in the vagina, or liver disease. You will probably have several tests both before and during treatment to check your womb.  Also, tell your doctor what other medicines you are taking as some may affect, or be affected by, this medicine. In general, it is advisable to avoid alcohol and smoking.",
      "name": "Endogest 200 SR Tablet",
      "proprietaryName": "Endogest 200 SR Tablet",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Progesterone (Natural Micronized)",
          "strengthUnit": "mg",
          "strengthValue": "200"
        }
      ],
      "mechanismOfAction": [
        "Endogest 200 SR Tablet is a progesterone (female hormone).  It helps to establish and maintain pregnancy.  It also prevents the increase in thickness of the endometrium (lining of the uterus) caused by estrogen."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/sssh4d7npxhvlqkeso8z.jpg"
    },
    {
      "id": 51,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Epry-Tablet-7464",
      "mainEntityOfPage": "/drugs/Epry-Tablet-7464",
      "prescriptionStatus": "prescription",
      "drugUnit": "50mg Tablet",
      "activeIngredient": "Eperisone",
      "alcoholWarning": "It is not known whether it is safe to consume alcohol with Epry 50mg Tablet. Please consult your doctor.",
      "breastfeedingWarning": "Information regarding the use of Epry 50mg Tablet during breastfeeding is not available. Please consult your doctor.",
      "foodWarning": null,
      "pregnancyWarning": "Epry 50mg Tablet may be unsafe to use during pregnancy. Although there are limited studies in humans, animal studies have shown harmful effects on the developing baby. Your doctor will weigh the benefits and any potential risks before prescribing it to you. Please consult your doctor.",
      "manufacturer": {
        "@type": "Organization",
        "legalName": "Eisai Pharmaceuticals India Pvt Ltd"
      },
      "interactingDrug": null,
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Eperisone 50mg Tablet",
      "dosageForm": "Tablet",
      "description": "Epry 50mg Tablet should be taken with food. This will prevent you from getting an upset stomach and reduce your chance of getting side effects. In general, you should try to use the smallest amount necessary to control your symptoms, for the shortest possible time. You should take this medicine regularly while you need it. Try not to miss doses as this will make the medicine less effective.Some common side effects of this medicine include sleepiness, fatigue, muscle weakness, headache, dryness in the mouth, and upset stomach. If any of these side effects do not go away or get worse, you should let your doctor know. Your doctor may be able to suggest ways of preventing or reducing the symptoms.To make sure it is safe for you, before taking this medicine, let your doctor know if you have any medical conditions or disorders. You should also tell your doctor all the other medicines you are using or taking. Pregnant and breastfeeding women should consult their doctors before using this medicine.",
      "name": "Epry 50mg Tablet",
      "proprietaryName": "Epry 50mg Tablet",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Eperisone",
          "strengthUnit": "mg",
          "strengthValue": "50"
        }
      ],
      "mechanismOfAction": [
        "Epry 50mg Tablet is a muscle relaxant.  It works on the centres in the brain and spinal cord to relieve muscle stiffness or spasm without reduction in strength.  This improves pain and movement of muscles."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/hx2gxivwmeoxxxsc1hix.png"
    },
    {
      "id": 52,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Erlocip-Tablet-7672",
      "mainEntityOfPage": "/drugs/Erlocip-Tablet-7672",
      "prescriptionStatus": "prescription",
      "drugUnit": "150mg Tablet",
      "activeIngredient": "Erlotinib",
      "alcoholWarning": "It is not known whether it is safe to consume alcohol with Erlocip 150 Tablet. Please consult your doctor.",
      "breastfeedingWarning": "Erlocip 150 Tablet is probably unsafe to use during breastfeeding. Limited human data suggests that the drug may pass into the breastmilk and harm the baby.",
      "foodWarning": null,
      "pregnancyWarning": "Erlocip 150 Tablet is unsafe to use during pregnancy as there is definite evidence of risk to the developing baby. However, the doctor may rarely prescribe it in some life-threatening situations if the benefits are more than the potential risks. Please consult your doctor. ",
      "manufacturer": { "@type": "Organization", "legalName": "Cipla Ltd" },
      "interactingDrug": null,
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Erlotinib 150mg Tablet",
      "dosageForm": "Tablet",
      "description": "Erlocip 150 Tablet should be taken on an empty stomach or should be taken one hour before or 2 hour after meal.  You should continue to take it as long as your doctor advises it. The duration of treatment varies according to your needs and response to treatment. You should take it exactly as your doctor has advised. Taking it in the wrong way or taking too much can cause very serious side effects. It may take several weeks or months for you to see or feel the benefits but do not stop taking it unless your doctor tells you to.The most common side effects of this medicine include nausea, vomiting, fatigue, rash, and weight loss. It may cause severe diarrhea, drink plenty of fluids or consult with your doctor if it bothers you. It makes you sensitive towards sunlight, hence wear protective clothing or use sunscreen while going out. In case you develop ulceration in mouth, changes in your vision, or breathing difficulties than it is better to inform the doctor. Your doctor may advise for regular monitoring of liver function while you are taking this medicine.Many other medicines can affect, or be affected by, this medicine so let your healthcare team know all medications you are using. This medicine is not recommended during pregnancy or while breastfeeding. The use of effective contraception by both males and females during treatment is important to avoid pregnancy.  It is advised to quit smoking while taking this medicine as it can affect the working of the medicine. If you have to take an antacid or any other medicine, take it at a gap of at least 2 hours after taking the cancer medicine.",
      "name": "Erlocip 150 Tablet",
      "proprietaryName": "Erlocip 150 Tablet",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Erlotinib",
          "strengthUnit": "mg",
          "strengthValue": "150"
        }
      ],
      "mechanismOfAction": [
        "Erlocip 150 Tablet is an anti-cancer medication.  Epidermal growth factor receptors (EGFR) are expressed on the lung cancer cell surfaces that modulate their growth.  This medicine works by binding the chemical messenger, EGFR, hence, inhibits the cancer signaling pathways mediated by EGFR.  This is how it restricts further growth of the cancer cells."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/hx2gxivwmeoxxxsc1hix.png"
    },
    {
      "id": 53,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Acroflu-Tablet-9266",
      "mainEntityOfPage": "/drugs/Acroflu-Tablet-9266",
      "prescriptionStatus": "prescription",
      "drugUnit": "150mg Tablet",
      "activeIngredient": "Fluconazole",
      "alcoholWarning": "Caution is advised when consuming alcohol with Acroflu 150mg Tablet. Please consult your doctor.",
      "breastfeedingWarning": "Acroflu 150mg Tablet is safe to use during breastfeeding. Human studies suggest that the drug does not pass into the breastmilk in a significant amount and is not harmful to the baby.",
      "foodWarning": null,
      "pregnancyWarning": "Acroflu 150mg Tablet is unsafe to use during pregnancy as there is definite evidence of risk to the developing baby. However, the doctor may rarely prescribe it in some life-threatening situations if the benefits are more than the potential risks. Please consult your doctor. ",
      "manufacturer": {
        "@type": "Organization",
        "legalName": "Acron Pharmaceuticals"
      },
      "interactingDrug": [
        "Alfuzosin",
        "Amisulpride",
        "Aripiprazole",
        "Chlorpromazine"
      ],
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Fluconazole 150mg Tablet",
      "dosageForm": "Tablet",
      "description": "Acroflu 150mg Tablet should be taken in the dose and duration as prescribed by your doctor. It should be swallowed whole and can be taken with or without food. The dosage and length of treatment will depend on the condition you are being treated for. Sometimes this will be in cycles of use and non-use. To get the most benefit, take this medicine at evenly spaced times and continue using it until your prescription is finished, even if your symptoms disappear after a few days. If you stop treatment too early, the infection may return and if you miss doses you can increase your risk of infections that are resistant to further treatment. Tell your doctor if the infection does not get better or if it gets worse. Avoid taking antacid treatments within one hour before or two hours after you take it.The most common side effects of this medicine include stomach pain, headache, and nausea. You could ask your doctor about ways of preventing or reducing these effects. Stop taking medicine and inform your doctor if you notice signs of an allergic reaction such as rash, swelling of the lips, throat, or face, swallowing or breathing problems, dizziness, and nausea.Do not take Acroflu 150mg Tablet if you are pregnant unless your doctor has told you to. Inform your doctor if you have a history of heart failure, a weak immune system (including HIV/AIDS), kidney problems, or liver problems such as yellow skin (jaundice). This medicine may not be suitable for you. If your course of treatment is for more than a month, your doctor may monitor your liver function. This medicine may make you dizzy so do not drive or operate machines until it is safe.",
      "name": "Acroflu 150mg Tablet",
      "proprietaryName": "Acroflu 150mg Tablet",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Fluconazole",
          "strengthUnit": "mg",
          "strengthValue": "150"
        }
      ],
      "mechanismOfAction": [
        "Acroflu 150mg Tablet is an antifungal medication.  It kills and stops the growth of the fungi by destroying its cell membrane, thereby treating your skin infection."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/hx2gxivwmeoxxxsc1hix.png"
    },
    {
      "id": 54,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Etrobax-Tablet-8744",
      "mainEntityOfPage": "/drugs/Etrobax-Tablet-8744",
      "prescriptionStatus": "prescription",
      "drugUnit": "90mg Tablet",
      "activeIngredient": "Etoricoxib",
      "alcoholWarning": "It is unsafe to consume alcohol with Etrobax 90 Tablet.",
      "breastfeedingWarning": "Information regarding the use of Etrobax 90 Tablet during breastfeeding is not available. Please consult your doctor.",
      "foodWarning": null,
      "pregnancyWarning": "Etrobax 90 Tablet may be unsafe to use during pregnancy. Although there are limited studies in humans, animal studies have shown harmful effects on the developing baby. Your doctor will weigh the benefits and any potential risks before prescribing it to you. Please consult your doctor.",
      "manufacturer": {
        "@type": "Organization",
        "legalName": "Sun Pharmaceutical Industries Ltd"
      },
      "interactingDrug": ["Nimesulide", "Oxyphenbutazone", "Metamizole"],
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Etoricoxib 90mg Tablet",
      "dosageForm": "Tablet",
      "description": "Etrobax 90 Tablet should be taken in the dose and duration as advised by your doctor. Etrobax 90 Tablet may be taken with or without food, but it is better to take it at a fixed time.The most common side effect of this medicine is abdominal pain. You may also experience other side effects like constipation, flatulence, heartburn, diarrhea, indigestion, nausea, vomiting, esophagitis, oral ulcer, edema, dizziness, headache, palpitations, arrhythmia, high blood pressure, bronchospasm, increased liver enzymes, fatigue, bruises, and flu-like-symptoms. It is potentially unsafe to take it during pregnancy. Inform your doctor if you have a history of stomach ulcers, heart diseases, high blood pressure, and liver or kidney disease.",
      "name": "Etrobax 90 Tablet",
      "proprietaryName": "Etrobax 90 Tablet",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Etoricoxib",
          "strengthUnit": "mg",
          "strengthValue": "90"
        }
      ],
      "mechanismOfAction": [
        "Etrobax 90 Tablet is a non-steroidal anti-inflammatory drug (NSAID) called COX-2 inhibitors.  It works by blocking the release of certain chemical messengers that are responsible for pain and inflammation (redness and swelling)."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/uylna0yilirgqhak6ffd.jpg"
    },
    {
      "id": 55,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Alert-Tablet-9050",
      "mainEntityOfPage": "/drugs/Alert-Tablet-9050",
      "prescriptionStatus": "prescription",
      "drugUnit": "120mg Tablet",
      "activeIngredient": "Fexofenadine",
      "alcoholWarning": "It is not known whether it is safe to consume alcohol with Alert 120mg Tablet. Please consult your doctor.",
      "breastfeedingWarning": "Alert 120mg Tablet is safe to use during breastfeeding. Human studies suggest that the drug does not pass into the breastmilk in a significant amount and is not harmful to the baby.<BR>Because of low milk levels and lack of sleepiness, use of Alert 120mg Tablet would not be expected to cause any adverse effects in breastfed babies.",
      "foodWarning": null,
      "pregnancyWarning": "Alert 120mg Tablet may be unsafe to use during pregnancy. Although there are limited studies in humans, animal studies have shown harmful effects on the developing baby. Your doctor will weigh the benefits and any potential risks before prescribing it to you. Please consult your doctor.",
      "manufacturer": {
        "@type": "Organization",
        "legalName": "Alkem Laboratories Ltd"
      },
      "interactingDrug": [
        "Aprepitant",
        "Fosaprepitant",
        "Magaldrate",
        "Sodium Bicarbonate"
      ],
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Fexofenadine 120mg Tablet",
      "dosageForm": "Tablet",
      "description": "Alert 120mg Tablet may be taken with or without food, in the dose and duration as advised by the doctor. The dose you are given will depend on your condition and how you respond to the medicine. You should keep taking this medicine for as long as your doctor recommends. Do not stop taking it without consulting your doctor.The most common side effects are headache, drowsiness, dizziness, and nausea. Most of these are temporary and usually resolve with time. Please consult your doctor if any of these side effects do not resolve or persist for a longer duration.Do not self-medicate or recommend your medicine to another person even if you see the similarity in symptoms. Consult your doctor to get the most benefit. Inform your doctor if you are suffering from any problems related to the kidneys, liver, or heart. Pregnant and breastfeeding mothers should not take this medicine without consulting a doctor.",
      "name": "Alert 120mg Tablet",
      "proprietaryName": "Alert 120mg Tablet",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Fexofenadine",
          "strengthUnit": "mg",
          "strengthValue": "120"
        }
      ],
      "mechanismOfAction": [
        "Alert 120mg Tablet belongs to a class of medicines called antihistamines.  It blocks the release of a chemical called histamine, which is responsible for causing inflammation and its associated symptoms such as itching, redness, swelling, and irritation."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/hx2gxivwmeoxxxsc1hix.png"
    },
    {
      "id": 56,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Flavospas-Tablet-9243",
      "mainEntityOfPage": "/drugs/Flavospas-Tablet-9243",
      "prescriptionStatus": "prescription",
      "drugUnit": "200mg Tablet",
      "activeIngredient": "Flavoxate",
      "alcoholWarning": "Flavospas Tablet may cause excessive drowsiness with alcohol.",
      "breastfeedingWarning": "Flavospas Tablet is probably safe to use during breastfeeding. Limited human data suggests that the drug does not represent any significant risk to the baby.",
      "foodWarning": null,
      "pregnancyWarning": "Flavospas Tablet is generally considered safe to use during pregnancy. Animal studies have shown low or no adverse effects to the developing baby; however, there are limited human studies. ",
      "manufacturer": {
        "@type": "Organization",
        "legalName": "Torrent Pharmaceuticals Ltd"
      },
      "interactingDrug": null,
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Flavoxate 200mg Tablet",
      "dosageForm": "Tablet",
      "description": "Flavospas Tablet is best taken with food. This will prevent you from getting an upset stomach. Swallow the medicine as a whole without crushing or chewing it. You should not stop taking the medicine without consulting the doctor as it may lead to the worsening of your symptoms.Some common side effects of this medicine are nausea, vomiting, dry mouth, headache, sweating, and nervousness. The side effects may be avoided by drinking plenty of water. It may also make you feel dizzy or sleepy, so it advised not to drive or do anything requiring concentration until you know how it affects you. If any of the side effects bother you or persist, consult the doctor without delay.Before receiving the treatment, inform your doctor if you are on any medication for any health conditions. If you are pregnant or breastfeeding, tell your doctor prior to the treatment. Glaucoma (a disease associated with increased eye pressure) patients should be extra careful while receiving the treatment, and they must inform the doctor before initiating it.",
      "name": "Flavospas Tablet",
      "proprietaryName": "Flavospas Tablet",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Flavoxate",
          "strengthUnit": "mg",
          "strengthValue": "200"
        }
      ],
      "mechanismOfAction": [
        "Flavospas Tablet is anti-spasmodic.  It works by relaxing muscles of the urinary bladder and prevents frequent, urgent or uncontrolled urination, and relieves associated pain."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/d4t3idwn9ylcikssmqtj.jpg"
    },
    { "id": 57 },
    {
      "id": 58,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Urisol-Tablet-9254",
      "mainEntityOfPage": "/drugs/Urisol-Tablet-9254",
      "prescriptionStatus": "prescription",
      "drugUnit": "200mg Tablet",
      "activeIngredient": "Flavoxate",
      "alcoholWarning": "Urisol 200mg Tablet may cause excessive drowsiness with alcohol.",
      "breastfeedingWarning": "Urisol 200mg Tablet is probably safe to use during breastfeeding. Limited human data suggests that the drug does not represent any significant risk to the baby.",
      "foodWarning": null,
      "pregnancyWarning": "Urisol 200mg Tablet is generally considered safe to use during pregnancy. Animal studies have shown low or no adverse effects to the developing baby; however, there are limited human studies. ",
      "manufacturer": {
        "@type": "Organization",
        "legalName": "Stadmed Pvt Ltd"
      },
      "interactingDrug": null,
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Flavoxate 200mg Tablet",
      "dosageForm": "Tablet",
      "description": "Urisol 200mg Tablet is best taken with food. This will prevent you from getting an upset stomach. Swallow the medicine as a whole without crushing or chewing it. You should not stop taking the medicine without consulting the doctor as it may lead to the worsening of your symptoms.Some common side effects of this medicine are nausea, vomiting, dry mouth, headache, sweating, and nervousness. The side effects may be avoided by drinking plenty of water. It may also make you feel dizzy or sleepy, so it advised not to drive or do anything requiring concentration until you know how it affects you. If any of the side effects bother you or persist, consult the doctor without delay.Before receiving the treatment, inform your doctor if you are on any medication for any health conditions. If you are pregnant or breastfeeding, tell your doctor prior to the treatment. Glaucoma (a disease associated with increased eye pressure) patients should be extra careful while receiving the treatment, and they must inform the doctor before initiating it.",
      "name": "Urisol 200mg Tablet",
      "proprietaryName": "Urisol 200mg Tablet",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Flavoxate",
          "strengthUnit": "mg",
          "strengthValue": "200"
        }
      ],
      "mechanismOfAction": [
        "Urisol 200mg Tablet is anti-spasmodic.  It works by relaxing muscles of the urinary bladder and prevents frequent, urgent or uncontrolled urination, and relieves associated pain."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/hx2gxivwmeoxxxsc1hix.png"
    },
    { "id": 59 },
    {
      "id": 60,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Etorica-Tablet-8743",
      "mainEntityOfPage": "/drugs/Etorica-Tablet-8743",
      "prescriptionStatus": "prescription",
      "drugUnit": "120mg Tablet",
      "activeIngredient": "Etoricoxib",
      "alcoholWarning": "It is unsafe to consume alcohol with Etorica 120 Tablet.",
      "breastfeedingWarning": "Information regarding the use of Etorica 120 Tablet during breastfeeding is not available. Please consult your doctor.",
      "foodWarning": null,
      "pregnancyWarning": "Etorica 120 Tablet may be unsafe to use during pregnancy. Although there are limited studies in humans, animal studies have shown harmful effects on the developing baby. Your doctor will weigh the benefits and any potential risks before prescribing it to you. Please consult your doctor.",
      "manufacturer": {
        "@type": "Organization",
        "legalName": "Micro Labs Ltd"
      },
      "interactingDrug": ["Nimesulide", "Oxyphenbutazone", "Metamizole"],
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Etoricoxib 120mg Tablet",
      "dosageForm": "Tablet",
      "description": "Etorica 120 Tablet should be taken in the dose and duration as advised by your doctor. Etorica 120 Tablet may be taken with or without food, but it is better to take it at a fixed time.Flu-like symptoms, indigestion, stomach pain, and diarrhea are some of the side effects that might be seen with this medicine. It may cause dizziness and fatigue. You should not drive or do anything requiring concentration until you know how it affects you. It is potentially unsafe to take it during pregnancy. Inform your doctor if you have a history of stomach ulcers, heart diseases, high blood pressure, and liver or kidney disease.",
      "name": "Etorica 120 Tablet",
      "proprietaryName": "Etorica 120 Tablet",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Etoricoxib",
          "strengthUnit": "mg",
          "strengthValue": "120"
        }
      ],
      "mechanismOfAction": [
        "Etorica 120 Tablet is a non-steroidal anti-inflammatory drug (NSAID) called COX-2 inhibitors.  It works by blocking the release of certain chemical messengers that are responsible for pain and inflammation (redness and swelling)."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/ehx5c9z12qcq9ykhkaaz.jpg"
    },
    {
      "id": 61,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Doxytop-Tablet-6013",
      "mainEntityOfPage": "/drugs/Doxytop-Tablet-6013",
      "prescriptionStatus": "prescription",
      "drugUnit": "100mg Tablet",
      "activeIngredient": "Doxycycline",
      "alcoholWarning": "It is unsafe to consume alcohol with Doxytop 100mg Tablet.",
      "breastfeedingWarning": "Doxytop 100mg Tablet is probably safe to use during breastfeeding. Limited human data suggests that the drug does not represent any significant risk to the baby.",
      "foodWarning": null,
      "pregnancyWarning": "Doxytop 100mg Tablet is unsafe to use during pregnancy as there is definite evidence of risk to the developing baby. However, the doctor may rarely prescribe it in some life-threatening situations if the benefits are more than the potential risks. Please consult your doctor. ",
      "manufacturer": {
        "@type": "Organization",
        "legalName": "Overseas Healthcare Pvt Ltd"
      },
      "interactingDrug": [
        "Acitretin",
        "Strontium Chloride",
        "Carbamazepine",
        "Fosphenytoin"
      ],
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Doxycycline 100mg Tablet",
      "dosageForm": "Tablet",
      "description": "Doxytop 100mg Tablet is best taken either 1 hour before or 2 hours after a meal. You should take it regularly at evenly spaced intervals as per the schedule prescribed by your doctor. Taking it at the same time every day will help you to remember to take it. The dose will depend on what you are being treated for, but you should always complete a full course of this antibiotic as prescribed by your doctor. Do not stop taking it until you have finished, even when you feel better. If you stop taking it early, some bacteria may survive and the infection may come back.Commonly seen side effects seen with this medicine include vomiting, nausea, and diarrhea. These are usually temporary and subside with the completion of treatment. Consult your doctor if you find these side effects bother or worry you.Inform your doctor if you have any previous history of allergy to any antibiotic before taking this medicine. You should also let your doctor know all other medicines you are taking as they may affect, or be affected by this medicine. Pregnant or breastfeeding women should consult their doctor before using it. It may blur your vision or make you feel sleepy and dizzy. Do not drive if these symptoms occur.",
      "name": "Doxytop 100mg Tablet",
      "proprietaryName": "Doxytop 100mg Tablet",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Doxycycline",
          "strengthUnit": "mg",
          "strengthValue": "100"
        }
      ],
      "mechanismOfAction": [
        "Doxytop 100mg Tablet is an antibiotic.  It stops bacterial growth by preventing synthesis of essential proteins required by bacteria to carry out vital functions."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/hx2gxivwmeoxxxsc1hix.png"
    },
    {
      "id": 62,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Drotikind-Tablet-6172",
      "mainEntityOfPage": "/drugs/Drotikind-Tablet-6172",
      "prescriptionStatus": "prescription",
      "drugUnit": "80mg Tablet",
      "activeIngredient": "Drotaverine",
      "alcoholWarning": "It is not known whether it is safe to consume alcohol with Drotikind 80mg Tablet. Please consult your doctor.",
      "breastfeedingWarning": "Information regarding the use of Drotikind 80mg Tablet during breastfeeding is not available. Please consult your doctor.",
      "foodWarning": null,
      "pregnancyWarning": "Information regarding the use of Drotikind 80mg Tablet during pregnancy is not available. Please consult your doctor.",
      "manufacturer": {
        "@type": "Organization",
        "legalName": "Mankind Pharma Ltd"
      },
      "interactingDrug": null,
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Drotaverine 80mg Tablet",
      "dosageForm": "Tablet",
      "description": "Drotikind 80mg Tablet can be taken with or without food, but better to take it at the same time every day for better results. The dose and how often you take it depend on what you are taking it for. Your doctor will decide how much you need to improve your symptoms. You should take this medicine for as long as it is prescribed for you.The most common side effects of this medicine include nausea, vomiting, and dryness in the mouth. If these bother you or appear serious, let your doctor know. There may be ways of reducing or preventing them. It may also make you feel dizzy due to low blood pressure, if that happens take precautions while driving.Before taking this medicine, tell your doctor if you have ever had severe heart disease or have blood pressure issues, or you have liver or kidney disease. Your doctor should also know about all other medicines you are taking as many of these may make this medicine less effective or change the way it works. Your doctor may check blood pressure regularly while taking this medicine.",
      "name": "Drotikind 80mg Tablet",
      "proprietaryName": "Drotikind 80mg Tablet",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Drotaverine",
          "strengthUnit": "mg",
          "strengthValue": "80"
        }
      ],
      "mechanismOfAction": [
        "Drotikind 80mg Tablet is an anti-spasmodic medicine which relieves contractions (spasms) associated with smooth muscles in the abdomen."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/zjp8epvri987052qktw4.jpg"
    },
    {
      "id": 63,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Maxogest-Tablet-6384",
      "mainEntityOfPage": "/drugs/Maxogest-Tablet-6384",
      "prescriptionStatus": "prescription",
      "drugUnit": "10mg Tablet",
      "activeIngredient": "Medroxyprogesterone acetate",
      "alcoholWarning": "Caution is advised when consuming alcohol with Maxogest Tablet. Please consult your doctor.",
      "breastfeedingWarning": "Maxogest Tablet is safe to use during breastfeeding. Human studies suggest that the drug does not pass into the breastmilk in a significant amount and is not harmful to the baby.",
      "foodWarning": null,
      "pregnancyWarning": "Maxogest Tablet is highly unsafe to use during pregnancy. Seek your doctor's advice as studies on pregnant women and animals have shown significant harmful effects to the developing baby.",
      "manufacturer": {
        "@type": "Organization",
        "legalName": "Corona Remedies Pvt Ltd"
      },
      "interactingDrug": null,
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Medroxyprogesterone acetate 10mg Tablet",
      "dosageForm": "Tablet",
      "description": "Maxogest Tablet should be taken as your doctor's advice. Your doctor will decide how much you need to take and for how much time. You may take it with or without food but better to take it at a fixed time. You should take this medicine for as long as it is prescribed for you.The most common side effects of this medicine include headache, abdominal pain, weakness, and dizziness. If any of these bothers you, let your doctor know. There may be ways of reducing or preventing them. It may also cause irregular periods, bleeding, or spotting in between menstrual periods. Let your doctor know if this occurs frequently.Before taking this medicine you must let your doctor know if you ever had any problems like bleeding or have a history of blood clots, stroke, heart attack, liver problems, or bleeding problems. Your doctor should also know about all other medicines you are taking as many of these may make this medicine less effective or change the way it works. Pregnant and breastfeeding women should not take this medicine.",
      "name": "Maxogest Tablet",
      "proprietaryName": "Maxogest Tablet",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Medroxyprogesterone acetate",
          "strengthUnit": "mg",
          "strengthValue": "10"
        }
      ],
      "mechanismOfAction": [
        "Maxogest Tablet is a progestin (female hormone).  It works by replacing the natural progesterone hormone that the body is unable to make.  This treats painful, irregular, or absent menstrual periods.  It also prevents an overgrowth of the lining of the uterus in menopausal women taking estrogen (another female hormone)."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/hx2gxivwmeoxxxsc1hix.png"
    },
    { "id": 64 },
    {
      "id": 65,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Sorest-Tablet-10393",
      "mainEntityOfPage": "/drugs/Sorest-Tablet-10393",
      "prescriptionStatus": "prescription",
      "drugUnit": "50mg Tablet",
      "activeIngredient": "Fluvoxamine",
      "alcoholWarning": "It is unsafe to consume alcohol with Sorest 50mg Tablet.",
      "breastfeedingWarning": "Sorest 50mg Tablet is probably unsafe to use during breastfeeding. Limited human data suggests that the drug may pass into the breastmilk and harm the baby.",
      "foodWarning": null,
      "pregnancyWarning": "Sorest 50mg Tablet may be unsafe to use during pregnancy. Although there are limited studies in humans, animal studies have shown harmful effects on the developing baby. Your doctor will weigh the benefits and any potential risks before prescribing it to you. Please consult your doctor.",
      "manufacturer": {
        "@type": "Organization",
        "legalName": "Strides shasun Ltd"
      },
      "interactingDrug": [
        "Linezolid",
        "Moclobemide",
        "Rasagiline",
        "Reboxetine"
      ],
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Fluvoxamine 50mg Tablet",
      "dosageForm": "Tablet",
      "description": "Sorest 50mg Tablet can be taken with or without food. The dose and how often you need it will be decided by your doctor so that you get the right amount to control your symptoms. Your doctor may start you on a lower dose and increase it gradually. Do not change the dose or stop taking it without talking to your doctor, even if you feel well. Doing so may make your condition worse or you may suffer from unpleasant withdrawal symptoms (anxiety, restlessness, palpitations, dizziness, sleep disturbances, etc).To get the most benefit, take this medicine regularly at the same time each day. It may take a few weeks before you start feeling better. Let your doctor know if you do not see any improvement even after 4 weeks.Sorest 50mg Tablet has been reported to have fewer side effects than older antidepressants. Some common side effects of this medicine include nausea, vomiting, fatigue, dry mouth, increased sweating, tremors, insomnia (difficulty in sleeping), decreased sexual drive, delayed ejaculation, and erectile dysfunction. Some people may experience sleepiness after taking this medicine. Let your doctor know if you develop any sudden worsening of mood or any thoughts about harming yourself.Before taking this medicine, you should tell your doctor if you have epilepsy (seizure disorder or fits), diabetes, liver or kidney disease, heart problems, or glaucoma. These may affect your treatment. Pregnant or breastfeeding women should also consult their doctor before taking it. Some other medicines may affect the way it works, especially other antidepressants and medicines called MAO inhibitors. Please tell your doctor about all the medicines you are taking to make sure you are safe.",
      "name": "Sorest 50mg Tablet",
      "proprietaryName": "Sorest 50mg Tablet",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Fluvoxamine",
          "strengthUnit": "mg",
          "strengthValue": "50"
        }
      ],
      "mechanismOfAction": [
        "Sorest 50mg Tablet is a selective serotonin reuptake inhibitor (SSRI) antidepressant.  It works by increasing the levels of serotonin, a chemical messenger in the brain.  This improves mood and physical symptoms of depression and also relieves symptoms of obsessive-compulsive disorders."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/hx2gxivwmeoxxxsc1hix.png"
    },
    {
      "id": 66,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Omnacortil-Tablet DT-13055",
      "mainEntityOfPage": "/drugs/Omnacortil-Tablet DT-13055",
      "prescriptionStatus": "prescription",
      "drugUnit": "20mg Tablet DT",
      "activeIngredient": "Prednisolone",
      "alcoholWarning": "It is unsafe to consume alcohol with Omnacortil 20 Tablet DT.",
      "breastfeedingWarning": "Omnacortil 20 Tablet DT is safe to use during breastfeeding. Human studies suggest that the drug does not pass into the breastmilk in a significant amount and is not harmful to the baby.",
      "foodWarning": null,
      "pregnancyWarning": "Omnacortil 20 Tablet DT may be unsafe to use during pregnancy. Although there are limited studies in humans, animal studies have shown harmful effects on the developing baby. Your doctor will weigh the benefits and any potential risks before prescribing it to you. Please consult your doctor.",
      "manufacturer": {
        "@type": "Organization",
        "legalName": "Macleods Pharmaceuticals Pvt Ltd"
      },
      "interactingDrug": [
        "Acarbose",
        "Aspirin",
        "Amlodipine",
        "Amphotericin B"
      ],
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Prednisolone 20mg Tablet DT",
      "dosageForm": "Tablet DT",
      "description": "Omnacortil 20 Tablet DT should be taken with food to avoid an upset stomach. It should be swallowed whole with water at the same time(s) each day. Your doctor will decide the dose and how often you should take them. This may change from time to time depending on how well they are working. You should take this medicine regularly to get the most benefit, even if you feel fine.The most common side effect of this medicine is reduction in bone density, weight gain, mood changes, upset stomach, and behavioural changes. Talk to your doctor if these bother you or do not go away. Taking Omnacortil 20 Tablet DT can also make it harder for you to fight off infections. Tell your doctor if you have any signs of infection such as fever or sore throat.Let your doctor know about any medical issues you have, especially poor blood circulation, diabetes and immune system problems and about other medicines you are taking (particularly steroids).",
      "name": "Omnacortil 20 Tablet DT",
      "proprietaryName": "Omnacortil 20 Tablet DT",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Prednisolone",
          "strengthUnit": "mg",
          "strengthValue": "20"
        }
      ],
      "mechanismOfAction": [
        "Omnacortil 20 Tablet DT is a steroid which works by blocking the production of certain chemical messengers in the body that cause inflammation (redness and swelling) and allergies."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/nws1cmplm51kf6at792v.jpg"
    },
    { "id": 67 },
    { "id": 68 },
    {
      "id": 69,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Lanzol-Capsule-14655",
      "mainEntityOfPage": "/drugs/Lanzol-Capsule-14655",
      "prescriptionStatus": "prescription",
      "drugUnit": "30mg Capsule",
      "activeIngredient": "Lansoprazole",
      "alcoholWarning": "Caution is advised when consuming alcohol with Lanzol 30 Capsule. Please consult your doctor.",
      "breastfeedingWarning": "Lanzol 30 Capsule is probably safe to use during breastfeeding. Limited human data suggests that the drug does not represent any significant risk to the baby.",
      "foodWarning": null,
      "pregnancyWarning": "Lanzol 30 Capsule is generally considered safe to use during pregnancy. Animal studies have shown low or no adverse effects to the developing baby; however, there are limited human studies. ",
      "manufacturer": { "@type": "Organization", "legalName": "Cipla Ltd" },
      "interactingDrug": [
        "Atazanavir",
        "Cilostazol",
        "Indinavir",
        "Nelfinavir"
      ],
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Lansoprazole 30mg Capsule",
      "dosageForm": "Capsule",
      "description": "Lanzol 30 Capsule is also used to prevent stomach ulcers and acidity that may be seen with the prolonged use of painkillers. It belongs to a class of medicines known as proton pump inhibitors (PPIs). This medicine should be taken one hour before a meal, preferably in the morning. The dose will depend on your underlying condition and how you respond to the medicine. You should keep on taking it as prescribed even if your symptoms disappear quickly. You can increase the efficiency of the treatment by eating smaller meals more often and avoiding caffeinated drinks (like tea and coffee), and spicy or fatty foods.The most common side effects observed with this medicine include nausea, headache, flatulence, and diarrhea. These symptoms are generally mild but if they bother you or do not go away, consult your doctor. Long-term use of this medicine may lead to an increased risk of side effects. For instance, using this medicine for more than 1 year may increase your risk for bone fractures, especially with higher doses. Talk to your doctor about ways to prevent bone loss (osteoporosis), like taking calcium and vitamin D supplements.Before taking this medicine, you need to tell your doctor if you have severe liver problems, are taking medicines for HIV, have ever had an allergic reaction to similar medicines in the past, or suffer from bone loss (osteoporosis). Pregnant or breastfeeding women should also consult their doctor before taking it.",
      "name": "Lanzol 30 Capsule",
      "proprietaryName": "Lanzol 30 Capsule",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Lansoprazole",
          "strengthUnit": "mg",
          "strengthValue": "30"
        }
      ],
      "mechanismOfAction": [
        "Lanzol 30 Capsule is a proton pump inhibitor (PPI).  It works by reducing the amount of acid in the stomach which helps in relief of acid related indigestion and heartburn."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/jogw6gq7mkykv6jp1gr1.jpg"
    },
    {
      "id": 70,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Flupred-Ophthalmic Emulsion-13315",
      "mainEntityOfPage": "/drugs/Flupred-Ophthalmic Emulsion-13315",
      "prescriptionStatus": "prescription",
      "drugUnit": "0.05% w/v Ophthalmic Emulsion",
      "activeIngredient": "Difluprednate",
      "alcoholWarning": "No interaction found/established",
      "breastfeedingWarning": "Flupred 0.05% Eye Drop is probably safe to use during breastfeeding. Limited human data suggests that the drug does not represent any significant risk to the baby.<BR>To reduce the amount of Flupred 0.05% Eye Drop that reaches the breastmilk, place pressure over the corner of the eye for 1 minute or more, then remove the excess solution with an absorbent tissue.",
      "foodWarning": null,
      "pregnancyWarning": "Flupred 0.05% Eye Drop may be unsafe to use during pregnancy. Although there are limited studies in humans, animal studies have shown harmful effects on the developing baby. Your doctor will weigh the benefits and any potential risks before prescribing it to you. Please consult your doctor.",
      "manufacturer": {
        "@type": "Organization",
        "legalName": "Sun Pharmaceutical Industries Ltd"
      },
      "interactingDrug": null,
      "administrationRoute": "Eye Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Difluprednate 0.05% w/v Ophthalmic Emulsion",
      "dosageForm": "Ophthalmic Emulsion",
      "description": "Flupred 0.05% Eye Drop should be used in the dose and duration as directed by your doctor. Never use it if the seal is broken before you use it for the first time. Wash your hands before using it and shake it well before each use. Make sure you remove contact lenses if you wear them and wait for at least 15 minutes before putting them back. Continue using it regularly to get the most benefit from it.It may cause eye irritation, burning sensation, or watery eyes. These side effects are usually temporary and resolve with time. If your vision is blurred or you have other changes in sight for a short time, do not drive or operate other machines until your vision is clear. If you are pregnant or breastfeeding, you should consult with your doctor before using this medicine.",
      "name": "Flupred 0.05% Eye Drop",
      "proprietaryName": "Flupred 0.05% Eye Drop",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Difluprednate",
          "strengthUnit": "% w/v",
          "strengthValue": "0.05"
        }
      ],
      "mechanismOfAction": [
        "Flupred 0. 05% Eye Drop is a topical steroid (an anti-inflammatory medicine).  It works by stopping the release of certain natural substances in the eye that are responsible for pain and inflammation (redness and swelling)."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/kzocklhyvngo9mkrap3i.jpg"
    },
    {
      "id": 71,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/D Cort-Injection-13472",
      "mainEntityOfPage": "/drugs/D Cort-Injection-13472",
      "prescriptionStatus": "prescription",
      "drugUnit": "40mg Injection",
      "activeIngredient": "Triamcinolone",
      "alcoholWarning": "It is not known whether it is safe to consume alcohol with D Cort 40mg Injection. Please consult your doctor.",
      "breastfeedingWarning": "D Cort 40mg Injection is probably safe to use during breastfeeding. Limited human data suggests that the drug does not represent any significant risk to the baby.",
      "foodWarning": null,
      "pregnancyWarning": "D Cort 40mg Injection may be unsafe to use during pregnancy. Although there are limited studies in humans, animal studies have shown harmful effects on the developing baby. Your doctor will weigh the benefits and any potential risks before prescribing it to you. Please consult your doctor.",
      "manufacturer": {
        "@type": "Organization",
        "legalName": "DWD Pharmaceuticals Ltd"
      },
      "interactingDrug": [
        "Acarbose",
        "Aspirin",
        "Amlodipine",
        "Amphotericin B"
      ],
      "administrationRoute": "Injection Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Triamcinolone 40mg Injection",
      "dosageForm": "Injection",
      "description": "D Cort 40mg Injection is generally administered by a doctor or a nurse. You should not self-administer this medicine at home. Get the injection regularly at the same time each day to get maximum benefits from it. It is important to keep using the medicine regularly until your doctor tells you it is safe to stop.This medicine may cause a few side effects such as infection, headache, joint pain, or injection site reaction. Talk to your doctor if you are worried about side effects or they do not go away. This medicine may make you more susceptible to viral infections, so you should stay away from people who have these infections. In general, you should try to avoid situations that make your symptoms worse (things like pollen and dust mites) and it is best not to smoke.Before starting to use D Cort 40mg Injection you should let your doctor know if you are pregnant or breastfeeding. If you use this medicine for a long time, your doctor may want to carry out certain medical tests to check your progress.",
      "name": "D Cort 40mg Injection",
      "proprietaryName": "D Cort 40mg Injection",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Triamcinolone",
          "strengthUnit": "mg",
          "strengthValue": "40"
        }
      ],
      "mechanismOfAction": [
        "D Cort 40mg Injection is a steroid which works by blocking the production of certain chemical messengers in the body that cause inflammation (redness and swelling) and allergies."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/hx2gxivwmeoxxxsc1hix.png"
    },
    {
      "id": 72,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Fossical-Tablet-14232",
      "mainEntityOfPage": "/drugs/Fossical-Tablet-14232",
      "prescriptionStatus": "prescription",
      "drugUnit": "35mg Tablet",
      "activeIngredient": "Risedronate",
      "alcoholWarning": "Caution is advised when consuming alcohol with Fossical 35mg Tablet. Please consult your doctor.",
      "breastfeedingWarning": "Fossical 35mg Tablet is probably safe to use during breastfeeding. Limited human data suggests that the drug does not represent any significant risk to the baby.",
      "foodWarning": null,
      "pregnancyWarning": "Fossical 35mg Tablet may be unsafe to use during pregnancy. Although there are limited studies in humans, animal studies have shown harmful effects on the developing baby. Your doctor will weigh the benefits and any potential risks before prescribing it to you. Please consult your doctor.",
      "manufacturer": {
        "@type": "Organization",
        "legalName": "Medreich Lifecare Ltd"
      },
      "interactingDrug": ["Amikacin", "Capreomycin", "Gentamicin", "Kanamycin"],
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Risedronate 35mg Tablet",
      "dosageForm": "Tablet",
      "description": "Fossical 35mg Tablet is best taken without food. You should take it regularly at evenly spaced intervals as per the schedule prescribed by your doctor. Taking it at the same time every day will help you to remember to take it. Do not stop taking it until you have finished, even when you feel better. It may take several days to get the full benefit of this drug. Fossical 35mg Tablet is only part of a program of treatment that may also include changes to your diet and taking calcium and vitamin supplements.The most common side effects include headache, musculoskeletal (bone, muscle or joint) pain, indigestion, heartburn, and diarrhea. These are usually mild and will disappear after a short time. If they do not go away, tell your doctor. Fossical 35mg Tablet can cause serious kidney problems, especially if you are dehydrated, if you take diuretic medicine (water pills), or if you already have kidney disease. It can also cause low levels of calcium in the blood and pain in the mouth or jaw. These are serious side effects and need urgent medical attention. Tell your doctor straight away.You should not be given this medicine if you are breastfeeding. Before taking it, tell your doctor if you have kidney problems or low calcium levels. Also, let your doctor know what other drugs you are taking. Some of them may affect, or be affected by, this injection, especially medicines used to treat severe infections and medicines used to treat cancer and osteoporosis. You may need frequent medical tests to check your kidney function and mineral levels. Avoid smoking or try to quit as smoking can reduce your bone mineral density, making fractures more likely. Drinking large amounts of alcohol can also cause bone loss and should be avoided.",
      "name": "Fossical 35mg Tablet",
      "proprietaryName": "Fossical 35mg Tablet",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Risedronate",
          "strengthUnit": "mg",
          "strengthValue": "35"
        }
      ],
      "mechanismOfAction": [
        "Fossical 35mg Tablet is a bisphosphonate.  It acts by suppressing the activity of osteoclasts, cells that cause the destruction of bone, thereby strengthening the bones and minimizing the risk of fractures."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/hx2gxivwmeoxxxsc1hix.png"
    },
    {
      "id": 73,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Gemidro-Tablet-14243",
      "mainEntityOfPage": "/drugs/Gemidro-Tablet-14243",
      "prescriptionStatus": "prescription",
      "drugUnit": "150mg Tablet",
      "activeIngredient": "Ibandronic Acid",
      "alcoholWarning": "Caution is advised when consuming alcohol with Gemidro Tablet. Please consult your doctor.",
      "breastfeedingWarning": "Gemidro Tablet is probably safe to use during breastfeeding. Limited human data suggests that the drug does not represent any significant risk to the baby.",
      "foodWarning": null,
      "pregnancyWarning": "Gemidro Tablet may be unsafe to use during pregnancy. Although there are limited studies in humans, animal studies have shown harmful effects on the developing baby. Your doctor will weigh the benefits and any potential risks before prescribing it to you. Please consult your doctor.",
      "manufacturer": {
        "@type": "Organization",
        "legalName": "Alkem Laboratories Ltd"
      },
      "interactingDrug": ["Amikacin", "Capreomycin", "Gentamicin", "Kanamycin"],
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Ibandronic Acid 150mg Tablet",
      "dosageForm": "Tablet",
      "description": "Gemidro Tablet is best taken without food. You should take it regularly at evenly spaced intervals as per the schedule prescribed by your doctor. Taking it at the same time every day will help you to remember to take it. Do not stop taking it until you have finished, even when you feel better. It may take several days to get the full benefit of this drug. Gemidro Tablet is only part of a program of treatment that may also include changes to your diet and taking calcium and vitamin supplements.The most common side effects include headache, musculoskeletal (bone, muscle or joint) pain, indigestion, heartburn, and diarrhea. These are usually mild and will disappear after a short time. If they do not go away, tell your doctor. Gemidro Tablet can cause serious kidney problems, especially if you are dehydrated, if you take diuretic medicine (water pills), or if you already have kidney disease. It can also cause low levels of calcium in the blood and pain in the mouth or jaw. These are serious side effects and need urgent medical attention. Tell your doctor straight away.You should not be given this medicine if you are breastfeeding. Before taking it, tell your doctor if you have kidney problems or low calcium levels. Also, let your doctor know what other drugs you are taking. Some of them may affect, or be affected by, this injection, especially medicines used to treat severe infections and medicines used to treat cancer and osteoporosis. You may need frequent medical tests to check your kidney function and mineral levels. Avoid smoking or try to quit as smoking can reduce your bone mineral density, making fractures more likely. Drinking large amounts of alcohol can also cause bone loss and should be avoided.",
      "name": "Gemidro Tablet",
      "proprietaryName": "Gemidro Tablet",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Ibandronic Acid",
          "strengthUnit": "mg",
          "strengthValue": "150"
        }
      ],
      "mechanismOfAction": [
        "Gemidro Tablet is a bisphosphonate.  It works by suppressing the activity of osteoclasts, cells that cause destruction of bone.  This strengthens the bones and minimizes the risk of fractures."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/srxurzgymwexbsmuckfz.jpg"
    },
    {
      "id": 74,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Ibugesic-Tablet-14309",
      "mainEntityOfPage": "/drugs/Ibugesic-Tablet-14309",
      "prescriptionStatus": "prescription",
      "drugUnit": "600mg Tablet",
      "activeIngredient": "Ibuprofen",
      "alcoholWarning": "It is unsafe to consume alcohol with Ibugesic 600mg Tablet.",
      "breastfeedingWarning": "Ibugesic 600mg Tablet is safe to use during breastfeeding. Human studies suggest that the drug does not pass into the breastmilk in a significant amount and is not harmful to the baby.",
      "foodWarning": null,
      "pregnancyWarning": "Ibugesic 600mg Tablet may be unsafe to use during pregnancy. Although there are limited studies in humans, animal studies have shown harmful effects on the developing baby. Your doctor will weigh the benefits and any potential risks before prescribing it to you. Please consult your doctor.",
      "manufacturer": { "@type": "Organization", "legalName": "Cipla Ltd" },
      "interactingDrug": ["Nimesulide", "Oxyphenbutazone", "Metamizole"],
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Ibuprofen 600mg Tablet",
      "dosageForm": "Tablet",
      "description": "Ibugesic 600mg Tablet should be taken with food to avoid stomach upset and reduce side effects. In general, you should try to use the smallest amount necessary to control your symptoms, for the shortest possible time. You should take this medicine regularly while you need it. Try not to miss doses as it will become less effective if you do.The medicine is well tolerated with little or no side effects. However, it may cause vomiting, stomach pain, nausea, and indigestion in some people. If any of these side effects do not resolve with time or get worse, you should let your doctor know. Your doctor may be able to suggest ways of preventing or reducing the symptoms.This medicine is widely prescribed and considered safe but is not suitable for everybody. Before you take it, you should tell your doctor if you have kidney problems, asthma, blood disorders, or drink a lot of alcohol. Also, tell your doctor what other medicines you are taking to make sure you are safe. It is best to avoid drinking alcohol while using this medicine.",
      "name": "Ibugesic 600mg Tablet",
      "proprietaryName": "Ibugesic 600mg Tablet",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Ibuprofen",
          "strengthUnit": "mg",
          "strengthValue": "600"
        }
      ],
      "mechanismOfAction": [
        "Ibugesic 600mg Tablet is a non-steroidal anti-inflammatory drug (NSAID).  It works by blocking the release of certain chemical messengers that cause fever, pain and inflammation (redness and swelling)."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/hx2gxivwmeoxxxsc1hix.png"
    },
    {
      "id": 75,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Cosklot-Tablet-8397",
      "mainEntityOfPage": "/drugs/Cosklot-Tablet-8397",
      "prescriptionStatus": "prescription",
      "drugUnit": "250mg Tablet",
      "activeIngredient": "Ethamsylate",
      "alcoholWarning": "It is not known whether it is safe to consume alcohol with Cosklot 250mg Tablet. Please consult your doctor.",
      "breastfeedingWarning": "Information regarding the use of Cosklot 250mg Tablet during breastfeeding is not available. Please consult your doctor.",
      "foodWarning": null,
      "pregnancyWarning": "Cosklot 250mg Tablet may be unsafe to use during pregnancy. Although there are limited studies in humans, animal studies have shown harmful effects on the developing baby. Your doctor will weigh the benefits and any potential risks before prescribing it to you. Please consult your doctor.",
      "manufacturer": {
        "@type": "Organization",
        "legalName": "Oaknet Healthcare Pvt Ltd"
      },
      "interactingDrug": null,
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Ethamsylate 250mg Tablet",
      "dosageForm": "Tablet",
      "description": "Cosklot 250mg Tablet is a hemostatic medication. It acts by increasing the ability of platelets to stick together and helps in the formation of blood clots. It also helps in controlling bleeding from capillaries which are tiny blood vessels. Take it in the exact dose and duration as prescribed by the doctor to get the maximum benefits.Some common side effects of this medicine include nausea, headache, diarrhea, vomiting, or skin rash. If you experienced any of these side effects, let your doctor know. They may be able to suggest ways to prevent or reduce the side effects.Before you take the medicine, inform the doctor if you have any problems with your liver, heart, or kidney. Do not take this medicine if you have any known allergies to this medication.",
      "name": "Cosklot 250mg Tablet",
      "proprietaryName": "Cosklot 250mg Tablet",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Ethamsylate",
          "strengthUnit": "mg",
          "strengthValue": "250"
        }
      ],
      "mechanismOfAction": [
        "Cosklot 250mg Tablet is a haemostatic medication.  It works by increasing the ability of platelets to stick together and form blood clots.  It also helps control bleeding from tiny blood vessels (capillaries)."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/hx2gxivwmeoxxxsc1hix.png"
    },
    {
      "id": 76,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Etx-Tablet-8692",
      "mainEntityOfPage": "/drugs/Etx-Tablet-8692",
      "prescriptionStatus": "prescription",
      "drugUnit": "90mg Tablet",
      "activeIngredient": "Etoricoxib",
      "alcoholWarning": "It is unsafe to consume alcohol with Etx 90mg Tablet.",
      "breastfeedingWarning": "Information regarding the use of Etx 90mg Tablet during breastfeeding is not available. Please consult your doctor.",
      "foodWarning": null,
      "pregnancyWarning": "Etx 90mg Tablet may be unsafe to use during pregnancy. Although there are limited studies in humans, animal studies have shown harmful effects on the developing baby. Your doctor will weigh the benefits and any potential risks before prescribing it to you. Please consult your doctor.",
      "manufacturer": {
        "@type": "Organization",
        "legalName": "Marc Laboratories Pvt Ltd"
      },
      "interactingDrug": ["Nimesulide", "Oxyphenbutazone", "Metamizole"],
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Etoricoxib 90mg Tablet",
      "dosageForm": "Tablet",
      "description": "Etx 90mg Tablet should be taken in the dose and duration as advised by your doctor. Etx 90mg Tablet may be taken with or without food, but it is better to take it at a fixed time.The most common side effect of this medicine is abdominal pain. You may also experience other side effects like constipation, flatulence, heartburn, diarrhea, indigestion, nausea, vomiting, esophagitis, oral ulcer, edema, dizziness, headache, palpitations, arrhythmia, high blood pressure, bronchospasm, increased liver enzymes, fatigue, bruises, and flu-like-symptoms. It is potentially unsafe to take it during pregnancy. Inform your doctor if you have a history of stomach ulcers, heart diseases, high blood pressure, and liver or kidney disease.",
      "name": "Etx 90mg Tablet",
      "proprietaryName": "Etx 90mg Tablet",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Etoricoxib",
          "strengthUnit": "mg",
          "strengthValue": "90"
        }
      ],
      "mechanismOfAction": [
        "Etx 90mg Tablet is a non-steroidal anti-inflammatory drug (NSAID) called COX-2 inhibitors.  It works by blocking the release of certain chemical messengers that are responsible for pain and inflammation (redness and swelling)."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/hx2gxivwmeoxxxsc1hix.png"
    },
    {
      "id": 77,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Ebuxo-Tablet-8947",
      "mainEntityOfPage": "/drugs/Ebuxo-Tablet-8947",
      "prescriptionStatus": "prescription",
      "drugUnit": "40mg Tablet",
      "activeIngredient": "Febuxostat",
      "alcoholWarning": "Caution is advised when consuming alcohol with Ebuxo 40 Tablet. Please consult your doctor.",
      "breastfeedingWarning": "Ebuxo 40 Tablet is probably unsafe to use during breastfeeding. Limited human data suggests that the drug may pass into the breastmilk and harm the baby.",
      "foodWarning": null,
      "pregnancyWarning": "Ebuxo 40 Tablet may be unsafe to use during pregnancy. Although there are limited studies in humans, animal studies have shown harmful effects on the developing baby. Your doctor will weigh the benefits and any potential risks before prescribing it to you. Please consult your doctor.",
      "manufacturer": {
        "@type": "Organization",
        "legalName": "Ipca Laboratories Ltd"
      },
      "interactingDrug": null,
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Febuxostat 40mg Tablet",
      "dosageForm": "Tablet",
      "description": "Ebuxo 40 Tablet can be taken with or without food. You should keep taking it as recommended by your doctor even when you are not having a gout attack. If you stop, your symptoms may get worse because of the formation of more crystals in your joints. You can help yourself by making some changes to your diet (eg. avoiding alcohol and non-vegetarian foods) and drinking plenty of fluids.Some of the common side effects of this medicine are headache, diarrhea, nausea, and skin rash. You may experience a temporary increase in the gout symptoms (rapid onset of severe pain, warmth, and redness in the joint) when you first start taking the medicine. However, do not stop taking the medicine. Your doctor may suggest some painkillers and additional medicines to help reduce or prevent these symptoms. Tell your doctor right away if you get any symptoms of liver disease like persistent nausea, dark urine, or yellowing of the eyes or skin.Before taking this medicine, let your doctor know if you have any heart problems, stroke, thyroid problems, or kidney or liver problems. If you are pregnant or breastfeeding, this medicine is best avoided. Check with your doctor. You will need regular blood tests while taking this medicine to check that your liver is working properly.",
      "name": "Ebuxo 40 Tablet",
      "proprietaryName": "Ebuxo 40 Tablet",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Febuxostat",
          "strengthUnit": "mg",
          "strengthValue": "40"
        }
      ],
      "mechanismOfAction": [
        "Ebuxo 40 Tablet is a xanthine oxidase inhibitor.  It works by decreasing blood uric acid, which is the chemical that causes gout."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/qfvsszrpyg37vio0voo2.jpg"
    },
    {
      "id": 78,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/TG Chek-Tablet-8978",
      "mainEntityOfPage": "/drugs/TG Chek-Tablet-8978",
      "prescriptionStatus": "prescription",
      "drugUnit": "160mg Tablet",
      "activeIngredient": "Fenofibrate",
      "alcoholWarning": "It is unsafe to consume alcohol with TG Chek 160mg Tablet.",
      "breastfeedingWarning": "TG Chek 160mg Tablet is probably unsafe to use during breastfeeding. Limited human data suggests that the drug may pass into the breastmilk and harm the baby.",
      "foodWarning": null,
      "pregnancyWarning": "TG Chek 160mg Tablet may be unsafe to use during pregnancy. Although there are limited studies in humans, animal studies have shown harmful effects on the developing baby. Your doctor will weigh the benefits and any potential risks before prescribing it to you. Please consult your doctor.",
      "manufacturer": {
        "@type": "Organization",
        "legalName": "Torrent Pharmaceuticals Ltd"
      },
      "interactingDrug": [
        "Ezetimibe",
        "Repaglinide",
        "Acenocoumarol",
        "Atorvastatin"
      ],
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Fenofibrate 160mg Tablet",
      "dosageForm": "Tablet",
      "description": "TG Chek 160mg Tablet should be taken in the dose and duration as advised by the doctor. You can take it at any time of day with food but try to take it at the same time each day. Most people with high cholesterol do not feel ill, but if you stop taking this medicine, your condition could get worse. This may lead to your cholesterol levels rising up again and increase your risk of heart disease and stroke. It is important to have your cholesterol levels checked regularly.This medicine is only one part of a treatment program which should also include a healthy diet, regular exercise, smoking cessation, moderation of alcohol intake and weight reduction. You can eat normally while taking this medicine, but try to avoid foods that are high in fat.Common side effects of this medicine include nausea, abdominal pain, diarrhea, and vomiting. Before taking this medicine it is better to let your doctor know about all the other medicines that are prescribed to you. This medicine should be taken with caution if you are suffering from any kidney or liver disease. Also, pregnant women and breastfeeding mothers should not take this medicine without consulting the doctor.",
      "name": "TG Chek 160mg Tablet",
      "proprietaryName": "TG Chek 160mg Tablet",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Fenofibrate",
          "strengthUnit": "mg",
          "strengthValue": "160"
        }
      ],
      "mechanismOfAction": [
        "TG Chek 160mg Tablet is a lipid lowering medication.  It works by lowering the levels of triglycerides and \"bad\" cholesterol (LDL), while raising the levels of \"good\" cholesterol (HDL)."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/hx2gxivwmeoxxxsc1hix.png"
    },
    {
      "id": 79,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Fexofen-Tablet-9069",
      "mainEntityOfPage": "/drugs/Fexofen-Tablet-9069",
      "prescriptionStatus": "prescription",
      "drugUnit": "120mg Tablet",
      "activeIngredient": "Fexofenadine",
      "alcoholWarning": "It is not known whether it is safe to consume alcohol with Fexofen 120 Tablet. Please consult your doctor.",
      "breastfeedingWarning": "Fexofen 120 Tablet is safe to use during breastfeeding. Human studies suggest that the drug does not pass into the breastmilk in a significant amount and is not harmful to the baby.<BR>Because of low milk levels and lack of sleepiness, use of Fexofen 120 Tablet would not be expected to cause any adverse effects in breastfed babies.",
      "foodWarning": null,
      "pregnancyWarning": "Fexofen 120 Tablet may be unsafe to use during pregnancy. Although there are limited studies in humans, animal studies have shown harmful effects on the developing baby. Your doctor will weigh the benefits and any potential risks before prescribing it to you. Please consult your doctor.",
      "manufacturer": {
        "@type": "Organization",
        "legalName": "Aristo Pharmaceuticals Pvt Ltd"
      },
      "interactingDrug": [
        "Aprepitant",
        "Fosaprepitant",
        "Magaldrate",
        "Sodium Bicarbonate"
      ],
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Fexofenadine 120mg Tablet",
      "dosageForm": "Tablet",
      "description": "Fexofen 120 Tablet may be taken with or without food, in the dose and duration as advised by the doctor. The dose you are given will depend on your condition and how you respond to the medicine. You should keep taking this medicine for as long as your doctor recommends. Do not stop taking it without consulting your doctor.The most common side effects are headache, drowsiness, dizziness, and nausea. Most of these are temporary and usually resolve with time. Please consult your doctor if any of these side effects do not resolve or persist for a longer duration.Do not self-medicate or recommend your medicine to another person even if you see the similarity in symptoms. Consult your doctor to get the most benefit. Inform your doctor if you are suffering from any problems related to the kidneys, liver, or heart. Pregnant and breastfeeding mothers should not take this medicine without consulting a doctor.",
      "name": "Fexofen 120 Tablet",
      "proprietaryName": "Fexofen 120 Tablet",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Fexofenadine",
          "strengthUnit": "mg",
          "strengthValue": "120"
        }
      ],
      "mechanismOfAction": [
        "Fexofen 120 Tablet belongs to a class of medicines called antihistamines.  It blocks the release of a chemical called histamine, which is responsible for causing inflammation and its associated symptoms such as itching, redness, swelling, and irritation."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/jatujyhv6tgdnmuqpaof.jpg"
    },
    {
      "id": 80,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Allegix-Tablet-9097",
      "mainEntityOfPage": "/drugs/Allegix-Tablet-9097",
      "prescriptionStatus": "prescription",
      "drugUnit": "180mg Tablet",
      "activeIngredient": "Fexofenadine",
      "alcoholWarning": "It is not known whether it is safe to consume alcohol with Allegix 180mg Tablet. Please consult your doctor.",
      "breastfeedingWarning": "Allegix 180mg Tablet is safe to use during breastfeeding. Human studies suggest that the drug does not pass into the breastmilk in a significant amount and is not harmful to the baby.<BR>Because of low milk levels and lack of sleepiness, use of Allegix 180mg Tablet would not be expected to cause any adverse effects in breastfed babies.",
      "foodWarning": null,
      "pregnancyWarning": "Allegix 180mg Tablet may be unsafe to use during pregnancy. Although there are limited studies in humans, animal studies have shown harmful effects on the developing baby. Your doctor will weigh the benefits and any potential risks before prescribing it to you. Please consult your doctor.",
      "manufacturer": {
        "@type": "Organization",
        "legalName": "Intas Pharmaceuticals Ltd"
      },
      "interactingDrug": [
        "Aprepitant",
        "Fosaprepitant",
        "Magaldrate",
        "Sodium Bicarbonate"
      ],
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Fexofenadine 180mg Tablet",
      "dosageForm": "Tablet",
      "description": "Allegix 180mg Tablet may be taken with or without food, in the dose and duration as advised by the doctor. The dose you are given will depend on your condition and how you respond to the medicine. You should keep taking this medicine for as long as your doctor recommends. Do not stop taking it without consulting your doctor.The most common side effects are headache, drowsiness, dizziness, and nausea. Most of these are temporary and usually resolve with time. Please consult your doctor if any of these side effects do not resolve or persist for a longer duration.Do not self-medicate or recommend your medicine to another person even if you see the similarity in symptoms. Consult your doctor to get the most benefit. Inform your doctor if you are suffering from any problems related to the kidneys, liver, or heart. Pregnant and breastfeeding mothers should not take this medicine without consulting a doctor.",
      "name": "Allegix 180mg Tablet",
      "proprietaryName": "Allegix 180mg Tablet",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Fexofenadine",
          "strengthUnit": "mg",
          "strengthValue": "180"
        }
      ],
      "mechanismOfAction": [
        "Allegix 180mg Tablet belongs to a class of medicines called antihistamines.  It blocks the natural chemical substance (histamine) produced in the body during an allergic state and subsides (lowers) your immune system’s response to these conditions."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/hx2gxivwmeoxxxsc1hix.png"
    },
    {
      "id": 81,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Althrocin-Tablet-7749",
      "mainEntityOfPage": "/drugs/Althrocin-Tablet-7749",
      "prescriptionStatus": "prescription",
      "drugUnit": "250mg Tablet",
      "activeIngredient": "Erythromycin",
      "alcoholWarning": "It is unsafe to consume alcohol with Althrocin 250 Tablet.",
      "breastfeedingWarning": "Althrocin 250 Tablet is safe to use during breastfeeding. Human studies suggest that the drug does not pass into the breastmilk in a significant amount and is not harmful to the baby.<BR>There may be a possibility of diarrhea or rash in the baby.",
      "foodWarning": null,
      "pregnancyWarning": "Althrocin 250 Tablet is generally considered safe to use during pregnancy. Animal studies have shown low or no adverse effects to the developing baby; however, there are limited human studies. ",
      "manufacturer": {
        "@type": "Organization",
        "legalName": "Alembic Pharmaceuticals Ltd"
      },
      "interactingDrug": [
        "Astemizole",
        "Carbamazepine",
        "Disopyramide",
        "Ebastine"
      ],
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Erythromycin 250mg Tablet",
      "dosageForm": "Tablet",
      "description": "Althrocin 250 Tablet is taken orally, preferably either one hour before or 2 hours after a meal. It is best absorbed when taken on an empty stomach. It should be used regularly at evenly spaced time intervals as prescribed by your doctor. Do not skip any doses and finish the full course of treatment even if you feel better. Stopping the medicine too early may lead to the infection returning or worsening.Commonly seen side effects seen with this medicine include vomiting, nausea, pain in the abdomen, and diarrhea. These are usually temporary and subside with the completion of treatment. Consult your doctor if you find these side effects do not resolve or persist for a longer duration.Inform your doctor if you have any previous history of allergy or heart problems before taking this medicine. Pregnant or breastfeeding women should consult their doctor before using this medicine.",
      "name": "Althrocin 250 Tablet",
      "proprietaryName": "Althrocin 250 Tablet",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Erythromycin",
          "strengthUnit": "mg",
          "strengthValue": "250"
        }
      ],
      "mechanismOfAction": [
        "Althrocin 250 Tablet is an antibiotic.  It works by preventing synthesis of essential proteins required by bacteria to carry out vital functions.  Thus, it stops the bacteria from growing, and prevents the infection from spreading."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/lcjwkk5uzmekpclly23v.jpg"
    },
    {
      "id": 82,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Esomez-Tablet-7780",
      "mainEntityOfPage": "/drugs/Esomez-Tablet-7780",
      "prescriptionStatus": "prescription",
      "drugUnit": "40mg Tablet",
      "activeIngredient": "Esomeprazole",
      "alcoholWarning": "Caution is advised when consuming alcohol with Esomez 40mg Tablet. Please consult your doctor.",
      "breastfeedingWarning": "Esomez 40mg Tablet is probably unsafe to use during breastfeeding. Limited human data suggests that the drug may pass into the breastmilk and harm the baby.",
      "foodWarning": null,
      "pregnancyWarning": "Esomez 40mg Tablet may be unsafe to use during pregnancy. Although there are limited studies in humans, animal studies have shown harmful effects on the developing baby. Your doctor will weigh the benefits and any potential risks before prescribing it to you. Please consult your doctor.",
      "manufacturer": {
        "@type": "Organization",
        "legalName": "Dr Reddy's Laboratories Ltd"
      },
      "interactingDrug": [
        "Atazanavir",
        "Cilostazol",
        "Indinavir",
        "Nelfinavir"
      ],
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Esomeprazole 40mg Tablet",
      "dosageForm": "Tablet",
      "description": "You should take Esomez 40mg Tablet as your doctor advises. The dose will depend on what you are being treated for, but it is usually the lowest dose for the shortest time that is needed to treat your condition. It is usually taken on an empty stomach. Keep taking it as prescribed even if your symptoms disappear quickly. If you are taking this medicine for a long time, your doctor may carry out regular tests to check your levels of magnesium which can fall with this medicine.Common side effects include headache, constipation or diarrhea, stomach pain, and feeling or being sick. These tend to be mild but talk to your doctor if they bother you or do not go away. The risk of side effects may increase the longer you take this medicine. You may be more likely to have a broken bone if you take it for a long time. It is best to avoid foods that seem to make your symptoms worse, such as rich, spicy, and fatty foods. Cutting down on caffeinated drinks, such as tea, coffee, and cola, as well as alcohol may also help.This medicine is not suitable for some people. Before taking this medicine, you need to tell your doctor if you have severe liver problems, are taking medicines for HIV, have had an allergic reaction to similar medicines in the past, or have osteoporosis. Alcohol does not interfere with the way Esomez 40mg Tablet works. However, drinking alcohol makes your stomach produce more acid than normal. This medicine can make you feel dizzy, sleepy, or affect your vision. If this happens, do not drive, cycle, or use machinery or tools until you feel better. It is not usually recommended during pregnancy and breastfeeding.",
      "name": "Esomez 40mg Tablet",
      "proprietaryName": "Esomez 40mg Tablet",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Esomeprazole",
          "strengthUnit": "mg",
          "strengthValue": "40"
        }
      ],
      "mechanismOfAction": [
        "Esomez 40mg Tablet is a proton pump inhibitor (PPI).  It works by reducing the amount of acid in the stomach which helps in relief of acid related indigestion and heartburn."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/hx2gxivwmeoxxxsc1hix.png"
    },
    { "id": 83 },
    {
      "id": 84,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Fluril-Tablet-9896",
      "mainEntityOfPage": "/drugs/Fluril-Tablet-9896",
      "prescriptionStatus": "prescription",
      "drugUnit": "10mg Tablet",
      "activeIngredient": "Flunarizine",
      "alcoholWarning": "Fluril 10mg Tablet may cause excessive drowsiness with alcohol.",
      "breastfeedingWarning": "Information regarding the use of Fluril 10mg Tablet during breastfeeding is not available. Please consult your doctor.",
      "foodWarning": null,
      "pregnancyWarning": "Information regarding the use of Fluril 10mg Tablet during pregnancy is not available. Please consult your doctor.",
      "manufacturer": {
        "@type": "Organization",
        "legalName": "Marc Laboratories Pvt Ltd"
      },
      "interactingDrug": null,
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Flunarizine 10mg Tablet",
      "dosageForm": "Tablet",
      "description": "Fluril 10mg Tablet may be taken with or without food. However, it is advised to take it at the same time each day as this helps to maintain a consistent level of medicine in the body. Do not skip any doses and finish the full course of treatment even if you feel better and if you have missed a dose, take it as soon as you remember. You should continue to take this medicine for as long as the doctor advises and do not stop taking it suddenly.Side effects associated with the use of this medicine include muscle pain, fatigue, constipation, nausea, insomnia (difficulty sleeping), and runny nose. Some other side effects that may be seen on taking this medicine are increased appetite, depression, stomach discomfort, and breast pain. It may also cause sleepiness at the beginning of your treatment, so do not drive, operate machinery, until you know how this medicine affects you.It may also cause weight gain and to prevent it you can eat a healthy balanced diet and should exercise regularly. This medicine may cause changes in your mood and you may feel depressed, therefore, regular monitoring of behavior is important. Pregnant or breastfeeding mothers should consult their doctor before taking this medicine.",
      "name": "Fluril 10mg Tablet",
      "proprietaryName": "Fluril 10mg Tablet",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Flunarizine",
          "strengthUnit": "mg",
          "strengthValue": "10"
        }
      ],
      "mechanismOfAction": [
        "Migraine headaches are thought to result from the dilatation of blood vessels in the head.  Fluril 10mg Tablet works by preventing loss of tone and dilation of blood vessels, thus preventing the migraine headache."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/hx2gxivwmeoxxxsc1hix.png"
    },
    {
      "id": 85,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Mycobutol-Tablet-8243",
      "mainEntityOfPage": "/drugs/Mycobutol-Tablet-8243",
      "prescriptionStatus": "prescription",
      "drugUnit": "600mg Tablet",
      "activeIngredient": "Ethambutol",
      "alcoholWarning": "It is not known whether it is safe to consume alcohol with Mycobutol 600 Tablet. Please consult your doctor.",
      "breastfeedingWarning": "Mycobutol 600 Tablet is safe to use during breastfeeding. Human studies suggest that the drug does not pass into the breastmilk in a significant amount and is not harmful to the baby.",
      "foodWarning": null,
      "pregnancyWarning": "Mycobutol 600 Tablet may be unsafe to use during pregnancy. Although there are limited studies in humans, animal studies have shown harmful effects on the developing baby. Your doctor will weigh the benefits and any potential risks before prescribing it to you. Please consult your doctor.",
      "manufacturer": {
        "@type": "Organization",
        "legalName": "Cadila Pharmaceuticals Ltd"
      },
      "interactingDrug": ["Magaldrate", "Sodium Bicarbonate"],
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Ethambutol 600mg Tablet",
      "dosageForm": "Tablet",
      "description": "Mycobutol 600 Tablet is usually given in combination with at least one other tuberculosis medicine. It should be used in the dose and duration as advised by your doctor. This medicine may be taken with or without food, preferably at the same time every day. Do not skip any doses and finish the full course of treatment even if you feel better. Stopping it early can result in treatment failure and in the development of drug-resistant tuberculosis. This can lead to serious health complications.If you miss a dose, take it as soon as possible. However, if it is almost time for your next dose, skip the missed dose and go back to your regular schedule. Do not double the dose as it may increase the side effects.Some people may experience visual impairment and color blindness, as side effects of this medicine. Please consult your doctor if these side effects do not resolve or worsen. Inform your doctor if you have diabetes as it can lower the sugar levels in the blood. If you are diabetic, you should monitor your blood sugar regularly. Your doctor may monitor your liver function, vision, and thyroid function while on treatment with this medicine.",
      "name": "Mycobutol 600 Tablet",
      "proprietaryName": "Mycobutol 600 Tablet",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Ethambutol",
          "strengthUnit": "mg",
          "strengthValue": "600"
        }
      ],
      "mechanismOfAction": [
        "Mycobutol 600 Tablet is an antibiotic.  It works by slowing the growth of bacteria that causes tuberculosis."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/zskixq1arf9oni0ezbm7.jpg"
    },
    { "id": 86 },
    {
      "id": 87,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Fexova-Tablet-9100",
      "mainEntityOfPage": "/drugs/Fexova-Tablet-9100",
      "prescriptionStatus": "prescription",
      "drugUnit": "120mg Tablet",
      "activeIngredient": "Fexofenadine",
      "alcoholWarning": "It is not known whether it is safe to consume alcohol with Fexova 120 Tablet. Please consult your doctor.",
      "breastfeedingWarning": "Fexova 120 Tablet is safe to use during breastfeeding. Human studies suggest that the drug does not pass into the breastmilk in a significant amount and is not harmful to the baby.<BR>Because of low milk levels and lack of sleepiness, use of Fexova 120 Tablet would not be expected to cause any adverse effects in breastfed babies.",
      "foodWarning": null,
      "pregnancyWarning": "Fexova 120 Tablet may be unsafe to use during pregnancy. Although there are limited studies in humans, animal studies have shown harmful effects on the developing baby. Your doctor will weigh the benefits and any potential risks before prescribing it to you. Please consult your doctor.",
      "manufacturer": {
        "@type": "Organization",
        "legalName": "Ipca Laboratories Ltd"
      },
      "interactingDrug": [
        "Aprepitant",
        "Fosaprepitant",
        "Magaldrate",
        "Sodium Bicarbonate"
      ],
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Fexofenadine 120mg Tablet",
      "dosageForm": "Tablet",
      "description": "Fexova 120 Tablet may be taken with or without food, in the dose and duration as advised by the doctor. The dose you are given will depend on your condition and how you respond to the medicine. You should keep taking this medicine for as long as your doctor recommends. Do not stop taking it without consulting your doctor.The most common side effects are headache, drowsiness, dizziness, and nausea. Most of these are temporary and usually resolve with time. Please consult your doctor if any of these side effects do not resolve or persist for a longer duration.Do not self-medicate or recommend your medicine to another person even if you see the similarity in symptoms. Consult your doctor to get the most benefit. Inform your doctor if you are suffering from any problems related to the kidneys, liver, or heart. Pregnant and breastfeeding mothers should not take this medicine without consulting a doctor.",
      "name": "Fexova 120 Tablet",
      "proprietaryName": "Fexova 120 Tablet",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Fexofenadine",
          "strengthUnit": "mg",
          "strengthValue": "120"
        }
      ],
      "mechanismOfAction": [
        "Fexova 120 Tablet belongs to a class of medicines called antihistamines.  It blocks the release of a chemical called histamine, which is responsible for causing inflammation and its associated symptoms such as itching, redness, swelling, and irritation."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/xoloyf5dkkhvpfcbb0j3.jpg"
    },
    {
      "id": 88,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Fenixa-Tablet-9122",
      "mainEntityOfPage": "/drugs/Fenixa-Tablet-9122",
      "prescriptionStatus": "prescription",
      "drugUnit": "120mg Tablet",
      "activeIngredient": "Fexofenadine",
      "alcoholWarning": "It is not known whether it is safe to consume alcohol with Fenixa 120 Tablet. Please consult your doctor.",
      "breastfeedingWarning": "Fenixa 120 Tablet is safe to use during breastfeeding. Human studies suggest that the drug does not pass into the breastmilk in a significant amount and is not harmful to the baby.<BR>Because of low milk levels and lack of sleepiness, use of Fenixa 120 Tablet would not be expected to cause any adverse effects in breastfed babies.",
      "foodWarning": null,
      "pregnancyWarning": "Fenixa 120 Tablet may be unsafe to use during pregnancy. Although there are limited studies in humans, animal studies have shown harmful effects on the developing baby. Your doctor will weigh the benefits and any potential risks before prescribing it to you. Please consult your doctor.",
      "manufacturer": {
        "@type": "Organization",
        "legalName": "Canixa Life Sciences Pvt"
      },
      "interactingDrug": [
        "Aprepitant",
        "Fosaprepitant",
        "Magaldrate",
        "Sodium Bicarbonate"
      ],
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Fexofenadine 120mg Tablet",
      "dosageForm": "Tablet",
      "description": "Fenixa 120 Tablet may be taken with or without food, in the dose and duration as advised by the doctor. The dose you are given will depend on your condition and how you respond to the medicine. You should keep taking this medicine for as long as your doctor recommends. Do not stop taking it without consulting your doctor.The most common side effects are headache, drowsiness, dizziness, and nausea. Most of these are temporary and usually resolve with time. Please consult your doctor if any of these side effects do not resolve or persist for a longer duration.Do not self-medicate or recommend your medicine to another person even if you see the similarity in symptoms. Consult your doctor to get the most benefit. Inform your doctor if you are suffering from any problems related to the kidneys, liver, or heart. Pregnant and breastfeeding mothers should not take this medicine without consulting a doctor.",
      "name": "Fenixa 120 Tablet",
      "proprietaryName": "Fenixa 120 Tablet",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Fexofenadine",
          "strengthUnit": "mg",
          "strengthValue": "120"
        }
      ],
      "mechanismOfAction": [
        "Fenixa 120 Tablet belongs to a class of medicines called antihistamines.  It blocks the release of a chemical called histamine, which is responsible for causing inflammation and its associated symptoms such as itching, redness, swelling, and irritation."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/hythsmn0d6ux6bvw8hjq.jpg"
    },
    {
      "id": 89,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Gocan-Tablet-9310",
      "mainEntityOfPage": "/drugs/Gocan-Tablet-9310",
      "prescriptionStatus": "prescription",
      "drugUnit": "150mg Tablet",
      "activeIngredient": "Fluconazole",
      "alcoholWarning": "Caution is advised when consuming alcohol with Gocan 150mg Tablet. Please consult your doctor.",
      "breastfeedingWarning": "Gocan 150mg Tablet is safe to use during breastfeeding. Human studies suggest that the drug does not pass into the breastmilk in a significant amount and is not harmful to the baby.",
      "foodWarning": null,
      "pregnancyWarning": "Gocan 150mg Tablet is unsafe to use during pregnancy as there is definite evidence of risk to the developing baby. However, the doctor may rarely prescribe it in some life-threatening situations if the benefits are more than the potential risks. Please consult your doctor. ",
      "manufacturer": {
        "@type": "Organization",
        "legalName": "Hetero Drugs Ltd"
      },
      "interactingDrug": [
        "Alfuzosin",
        "Amisulpride",
        "Aripiprazole",
        "Chlorpromazine"
      ],
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Fluconazole 150mg Tablet",
      "dosageForm": "Tablet",
      "description": "Gocan 150mg Tablet should be taken in the dose and duration as prescribed by your doctor. It should be swallowed whole and can be taken with or without food. The dosage and length of treatment will depend on the condition you are being treated for. Sometimes this will be in cycles of use and non-use. To get the most benefit, take this medicine at evenly spaced times and continue using it until your prescription is finished, even if your symptoms disappear after a few days. If you stop treatment too early, the infection may return and if you miss doses you can increase your risk of infections that are resistant to further treatment. Tell your doctor if the infection does not get better or if it gets worse. Avoid taking antacid treatments within one hour before or two hours after you take it.The most common side effects of this medicine include stomach pain, headache, and nausea. You could ask your doctor about ways of preventing or reducing these effects. Stop taking medicine and inform your doctor if you notice signs of an allergic reaction such as rash, swelling of the lips, throat, or face, swallowing or breathing problems, dizziness, and nausea.Do not take Gocan 150mg Tablet if you are pregnant unless your doctor has told you to. Inform your doctor if you have a history of heart failure, a weak immune system (including HIV/AIDS), kidney problems, or liver problems such as yellow skin (jaundice). This medicine may not be suitable for you. If your course of treatment is for more than a month, your doctor may monitor your liver function. This medicine may make you dizzy so do not drive or operate machines until it is safe.",
      "name": "Gocan 150mg Tablet",
      "proprietaryName": "Gocan 150mg Tablet",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Fluconazole",
          "strengthUnit": "mg",
          "strengthValue": "150"
        }
      ],
      "mechanismOfAction": [
        "Gocan 150mg Tablet is an antifungal medication.  It kills and stops the growth of the fungi by destroying its cell membrane, thereby treating your skin infection."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/hx2gxivwmeoxxxsc1hix.png"
    },
    {
      "id": 90,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Doxyleb-Capsule-6008",
      "mainEntityOfPage": "/drugs/Doxyleb-Capsule-6008",
      "prescriptionStatus": "prescription",
      "drugUnit": "100mg Capsule",
      "activeIngredient": "Doxycycline",
      "alcoholWarning": "It is unsafe to consume alcohol with Doxyleb 100mg Capsule.",
      "breastfeedingWarning": "Doxyleb 100mg Capsule is probably safe to use during breastfeeding. Limited human data suggests that the drug does not represent any significant risk to the baby.",
      "foodWarning": null,
      "pregnancyWarning": "Doxyleb 100mg Capsule is unsafe to use during pregnancy as there is definite evidence of risk to the developing baby. However, the doctor may rarely prescribe it in some life-threatening situations if the benefits are more than the potential risks. Please consult your doctor. ",
      "manufacturer": {
        "@type": "Organization",
        "legalName": "Leben Laboratories Pvt Ltd"
      },
      "interactingDrug": [
        "Acitretin",
        "Strontium Chloride",
        "Carbamazepine",
        "Fosphenytoin"
      ],
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Doxycycline 100mg Capsule",
      "dosageForm": "Capsule",
      "description": "Doxyleb 100mg Capsule is best taken either 1 hour before or 2 hours after a meal. You should take it regularly at evenly spaced intervals as per the schedule prescribed by your doctor. Taking it at the same time every day will help you to remember to take it. The dose will depend on what you are being treated for, but you should always complete a full course of this antibiotic as prescribed by your doctor. Do not stop taking it until you have finished, even when you feel better. If you stop taking it early, some bacteria may survive and the infection may come back.Commonly seen side effects seen with this medicine include vomiting, nausea, and diarrhea. These are usually temporary and subside with the completion of treatment. Consult your doctor if you find these side effects bother or worry you.Inform your doctor if you have any previous history of allergy to any antibiotic before taking this medicine. You should also let your doctor know all other medicines you are taking as they may affect, or be affected by this medicine. Pregnant or breastfeeding women should consult their doctor before using it. It may blur your vision or make you feel sleepy and dizzy. Do not drive if these symptoms occur.",
      "name": "Doxyleb 100mg Capsule",
      "proprietaryName": "Doxyleb 100mg Capsule",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Doxycycline",
          "strengthUnit": "mg",
          "strengthValue": "100"
        }
      ],
      "mechanismOfAction": [
        "Doxyleb 100mg Capsule is an antibiotic.  It stops bacterial growth by preventing synthesis of essential proteins required by bacteria to carry out vital functions."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/hx2gxivwmeoxxxsc1hix.png"
    },
    {
      "id": 91,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Hmg SP-Injection-10609",
      "mainEntityOfPage": "/drugs/Hmg SP-Injection-10609",
      "prescriptionStatus": "prescription",
      "drugUnit": "75IU Injection",
      "activeIngredient": "Menotrophin",
      "alcoholWarning": "Caution is advised when consuming alcohol with Hmg SP 75IU Injection. Please consult your doctor.",
      "breastfeedingWarning": "Information regarding the use of Hmg SP 75IU Injection during breastfeeding is not available. Please consult your doctor.",
      "foodWarning": null,
      "pregnancyWarning": "Hmg SP 75IU Injection is highly unsafe to use during pregnancy. Seek your doctor's advice as studies on pregnant women and animals have shown significant harmful effects to the developing baby.",
      "manufacturer": {
        "@type": "Organization",
        "legalName": "Samarth Life Sciences Pvt Ltd"
      },
      "interactingDrug": null,
      "administrationRoute": "Injection Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Menotrophin 75IU Injection",
      "dosageForm": "Injection",
      "description": "Hmg SP 75IU Injection is given as an injection under the supervision of a doctor. Your doctor will decide the right time to take the injection, so always follow your doctor's advice. The dose and how often you take it depends on what you are taking it for. You might be prescribed with certain other medicine as a part of your treatment. You should take this medicine for as long as it is prescribed for you.The most common side effects of this medicine include headache, injection site pain, injection site allergic reaction, abdominal swelling, or pain. If these bother you or appear serious, let your doctor know. There may be ways of reducing or preventing them. Male might notice acne, or sweating and deepening of the voice. Before taking this medicine, tell your doctor if you have ever had heart disease, or had an ovarian cyst, or had thyroid gland disorder. Your doctor should also know about all other medicines you are taking as many of these may make this medicine less effective or change the way it works. Tell your doctor if you are pregnant or breastfeeding. You should avoid alcohol or have to follow doctor advice related to diet while taking this medicine.",
      "name": "Hmg SP 75IU Injection",
      "proprietaryName": "Hmg SP 75IU Injection",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Menotrophin",
          "strengthUnit": "IU",
          "strengthValue": "75"
        }
      ],
      "mechanismOfAction": [
        "Hmg SP 75IU Injection is a mixture of hormones.  In females, it works by facilitating the maturation of follicles (which contain eggs) in the ovaries.  This helps treat female infertility due to improper egg production (anovulatory infertility).  In males, it works by increasing the low sperm count."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/hx2gxivwmeoxxxsc1hix.png"
    },
    {
      "id": 92,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Zimig-Tablet-36416",
      "mainEntityOfPage": "/drugs/Zimig-Tablet-36416",
      "prescriptionStatus": "prescription",
      "drugUnit": "250mg Tablet",
      "activeIngredient": "Terbinafine",
      "alcoholWarning": "Caution is advised when consuming alcohol with Zimig 250mg Tablet. Please consult your doctor.",
      "breastfeedingWarning": "Zimig 250mg Tablet is probably unsafe to use during breastfeeding. Limited human data suggests that the drug may pass into the breastmilk and harm the baby.",
      "foodWarning": null,
      "pregnancyWarning": "Zimig 250mg Tablet is generally considered safe to use during pregnancy. Animal studies have shown low or no adverse effects to the developing baby; however, there are limited human studies. ",
      "manufacturer": {
        "@type": "Organization",
        "legalName": "Glaxo SmithKline Pharmaceuticals Ltd"
      },
      "interactingDrug": [
        "Amisulpride",
        "Aripiprazole",
        "Chlorpromazine",
        "Cilostazol"
      ],
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Terbinafine 250mg Tablet",
      "dosageForm": "Tablet",
      "description": "Zimig 250mg Tablet can be taken with or without food. You should take it regularly as prescribed by your doctor. Taking it at the same time every day will help you to remember to take it. The dose and duration of treatment will depend on what you are being treated for. Do not stop taking it until you have finished the complete course, even when you feel better. If you stop taking this medicine too early, the fungus may continue to grow and the infection may return or worsen.This medicine's most common side effects include rash, headache, nausea, and abnormal liver enzyme. These are usually mild but let your doctor know if they bother you or last more than a few days. Before using it, you should tell your doctor if you are allergic to any antibiotics or have any kidney or liver problems. You should also let your healthcare team know all other medicines you are taking as they may affect, or be affected by this medicine. Pregnant and breastfeeding mothers should consult their doctor before using it. Your doctor will monitor your liver function regularly during treatment.",
      "name": "Zimig 250mg Tablet",
      "proprietaryName": "Zimig 250mg Tablet",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Terbinafine",
          "strengthUnit": "mg",
          "strengthValue": "250"
        }
      ],
      "mechanismOfAction": [
        "Zimig 250mg Tablet is an antifungal medication.  It kills and stops the growth of the fungi by destroying its cell membrane, thereby treating your skin infection."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/jaziossvjtdwqkxfhqdy.jpg"
    },
    {
      "id": 93,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Torsinex-Tablet-37146",
      "mainEntityOfPage": "/drugs/Torsinex-Tablet-37146",
      "prescriptionStatus": "prescription",
      "drugUnit": "10mg Tablet",
      "activeIngredient": "Torasemide",
      "alcoholWarning": "It is not known whether it is safe to consume alcohol with Torsinex 10 Tablet. Please consult your doctor.",
      "breastfeedingWarning": "Torsinex 10 Tablet is probably safe to use during breastfeeding. Limited human data suggests that the drug does not represent any significant risk to the baby.",
      "foodWarning": null,
      "pregnancyWarning": "Torsinex 10 Tablet is generally considered safe to use during pregnancy. Animal studies have shown low or no adverse effects to the developing baby; however, there are limited human studies. ",
      "manufacturer": {
        "@type": "Organization",
        "legalName": "Micro Labs Ltd"
      },
      "interactingDrug": ["Aspirin", "Aliskiren", "Amikacin", "Amlodipine"],
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Torasemide 10mg Tablet",
      "dosageForm": "Tablet",
      "description": "Torsinex 10 Tablet helps your body get rid of extra water and salt through urine. It may be used alone or in combination with other medicines as per the dose advised by your doctor. It can be taken with or without food and should be taken at the same time each day. It is best to avoid taking this medicine within 4 hours of your bedtime to prevent having to get up at night to urinate.It is important to continue taking this medication even if you feel well. If you stop taking it without consulting your doctor, your condition may worsen. Lifestyle changes like reducing stress, restricting salt intake, and stopping smoking may help this medication work better.Common side effects of this medicine include headache, dizziness, dehydration, decreased blood pressure, and stomach upset. These are usually mild and disappear after a short time. Consult your doctor if they bother you or do not go away.Before taking this medicine, let your doctor know if you have any liver problems. Pregnant or breastfeeding women should also consult their doctor before taking it. Regular monitoring of kidney function and electrolyte levels is important while using this medicine. It may reduce the potassium level in your blood so your doctor may ask you to add potassium-rich foods to your diet (such as bananas, coconut water, etc.) or prescribe supplements.",
      "name": "Torsinex 10 Tablet",
      "proprietaryName": "Torsinex 10 Tablet",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Torasemide",
          "strengthUnit": "mg",
          "strengthValue": "10"
        }
      ],
      "mechanismOfAction": [
        "Torsinex 10 Tablet is a diuretic.  It removes extra water and certain electrolytes from the body by increasing the amount of urine produced."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/vxk0prsf9447knkadvcz.jpg"
    },
    { "id": 94 },
    {
      "id": 95,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Valtoval-Tablet-38005",
      "mainEntityOfPage": "/drugs/Valtoval-Tablet-38005",
      "prescriptionStatus": "prescription",
      "drugUnit": "500mg Tablet",
      "activeIngredient": "Valacyclovir",
      "alcoholWarning": "It is not known whether it is safe to consume alcohol with Valtoval 500 Tablet. Please consult your doctor.",
      "breastfeedingWarning": "Valtoval 500 Tablet is safe to use during breastfeeding. Human studies suggest that the drug does not pass into the breastmilk in a significant amount and is not harmful to the baby.",
      "foodWarning": null,
      "pregnancyWarning": "Valtoval 500 Tablet is generally considered safe to use during pregnancy. Animal studies have shown low or no adverse effects to the developing baby; however, there are limited human studies. ",
      "manufacturer": {
        "@type": "Organization",
        "legalName": "Sun Pharmaceutical Industries Ltd"
      },
      "interactingDrug": ["Abacavir", "Adefovir", "Didanosine", "Entecavir"],
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Valacyclovir 500mg Tablet",
      "dosageForm": "Tablet",
      "description": "Valtoval 500 Tablet should be taken in the dose and duration as advised by your doctor. Do not skip any doses and finish the full course of treatment even if you feel better. It may be taken with or without food, but it is better to take it at a fixed time. You should drink plenty of water while on treatment with this medicine as it helps to prevent dehydration and kidney damage.Valtoval 500 Tablet may cause a few common side effects like headache, nausea, and stomach pain. Inform your doctor if these bother you or persist for a longer duration. Please consult your doctor if you are pregnant, planning to conceive, or breastfeeding.",
      "name": "Valtoval 500 Tablet",
      "proprietaryName": "Valtoval 500 Tablet",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Valacyclovir",
          "strengthUnit": "mg",
          "strengthValue": "500"
        }
      ],
      "mechanismOfAction": [
        "Valtoval 500 Tablet is an antiviral medication.  It prevents the multiplication of virus in human cells.  This stops the virus from producing new viruses and clears up your infection."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/pbuklcpi8yiiegdz3kov.jpg"
    },
    {
      "id": 96,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Valtoval-Tablet-38008",
      "mainEntityOfPage": "/drugs/Valtoval-Tablet-38008",
      "prescriptionStatus": "prescription",
      "drugUnit": "1000mg Tablet",
      "activeIngredient": "Valacyclovir",
      "alcoholWarning": "It is not known whether it is safe to consume alcohol with Valtoval 1g Tablet. Please consult your doctor.",
      "breastfeedingWarning": "Valtoval 1g Tablet is safe to use during breastfeeding. Human studies suggest that the drug does not pass into the breastmilk in a significant amount and is not harmful to the baby.",
      "foodWarning": null,
      "pregnancyWarning": "Valtoval 1g Tablet is generally considered safe to use during pregnancy. Animal studies have shown low or no adverse effects to the developing baby; however, there are limited human studies. ",
      "manufacturer": {
        "@type": "Organization",
        "legalName": "Sun Pharmaceutical Industries Ltd"
      },
      "interactingDrug": ["Abacavir", "Adefovir", "Didanosine", "Entecavir"],
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Valacyclovir 1000mg Tablet",
      "dosageForm": "Tablet",
      "description": "Valtoval 1g Tablet should be taken in the dose and duration as advised by your doctor. Do not skip any doses and finish the full course of treatment even if you feel better. It may be taken with or without food, but it is better to take it at a fixed time. You should drink plenty of water while on treatment with this medicine as it helps to prevent dehydration and kidney damage.Valtoval 1g Tablet may cause a few common side effects like headache, nausea, and stomach pain. Inform your doctor if these bother you or persist for a longer duration. Please consult your doctor if you are pregnant, planning to conceive, or breastfeeding.",
      "name": "Valtoval 1g Tablet",
      "proprietaryName": "Valtoval 1g Tablet",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Valacyclovir",
          "strengthUnit": "mg",
          "strengthValue": "1000"
        }
      ],
      "mechanismOfAction": [
        "Valtoval 1g Tablet is an antiviral medication.  It prevents the multiplication of virus in human cells.  This stops the virus from producing new viruses and clears up your infection."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/hxzmfiq8jdhhcpqg56mj.jpg"
    },
    {
      "id": 97,
      "@context": "http://schema.org/",
      "@type": "Drug",
      "url": "/drugs/Aziresp-Tablet-47502",
      "mainEntityOfPage": "/drugs/Aziresp-Tablet-47502",
      "prescriptionStatus": "prescription",
      "drugUnit": "500mg Tablet",
      "activeIngredient": "Azithromycin",
      "alcoholWarning": "It is unsafe to consume alcohol with Aziresp 500 Tablet.",
      "breastfeedingWarning": "Aziresp 500 Tablet is safe to use during breastfeeding. Human studies suggest that the drug does not pass into the breastmilk in a significant amount and is not harmful to the baby.<BR>There may be a possibility of diarrhea or rash in the baby.",
      "foodWarning": null,
      "pregnancyWarning": "Aziresp 500 Tablet is generally considered safe to use during pregnancy. Animal studies have shown low or no adverse effects to the developing baby; however, there are limited human studies. ",
      "manufacturer": {
        "@type": "Organization",
        "legalName": "AN Pharmaceuticals Pvt Ltd"
      },
      "interactingDrug": [
        "Astemizole",
        "Ebastine",
        "Mizolastine",
        "Terfenadine"
      ],
      "administrationRoute": "Oral Route",
      "isAvailableGenerically": true,
      "isProprietary": true,
      "nonProprietaryName": "Azithromycin 500mg Tablet",
      "dosageForm": "Tablet",
      "description": "Aziresp 500 Tablet is taken orally, preferably one hour before or 2 hours after a meal. It should be used regularly at evenly spaced time intervals as prescribed by your doctor. Do not skip any doses and finish the full course of treatment even if you feel better. Stopping the medicine too early may lead to the return or worsening of the infection.Commonly seen side effects seen with this medicine include vomiting, nausea, stomach pain, and diarrhea. These are usually temporary and subside with the completion of treatment. Consult your doctor if you find these side effects worry you or persist for a longer duration.Inform your doctor if you have any previous history of allergy or heart problems before taking this medicine. Pregnant or breastfeeding women should consult their doctor before using this medicine.",
      "name": "Aziresp 500 Tablet",
      "proprietaryName": "Aziresp 500 Tablet",
      "availableStrength": [
        {
          "@type": "DrugStrength",
          "activeIngredient": "Azithromycin",
          "strengthUnit": "mg",
          "strengthValue": "500"
        }
      ],
      "mechanismOfAction": [
        "Aziresp 500 Tablet is an antibiotic.  It works by preventing synthesis of essential proteins required by bacteria to carry out vital functions.  Thus, it stops the bacteria from growing, and prevents the infection from spreading."
      ],
      "doseSchedule": {
        "@type": "DoseSchedule",
        "doseUnit": "",
        "doseValue": "",
        "frequency": ""
      },
      "image": "https://onemg.gumlet.io/l_watermark_346,w_480,h_480/a_ignore,w_480,h_480,c_fit,q_auto,f_auto/hx2gxivwmeoxxxsc1hix.png"
    }
  ],
  "otc": [],
  "generics": []
}
